[
    { "id": "EN50126", "standart": "EN 50126", "baslik": "Demiryolu Uygulamaları - Güvenilirlik, Kullanılabilirlik, Bakım Yapılabilirlik ve Emniyet (RAMS)", "kapsam": "Demiryolu sistemlerinin ve bileşenlerinin yaşam döngüsü boyunca emniyet ve güvenilirliğini sağlar. Sistem mühendisliği yaklaşımı sunar.", "disiplinler": "Genel Yönetim, Yazılım, Mekanik, Elektrik/Donanım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu, Elektronik Gabari Projesi, Test Treni Projesi, Pantograf Denetleme Projesi", "ilgili_diger": "IEC 61508, EN 50128, EN 50129", "notlar": "Tüm demiryolu projeleri için temel RAMS yönetim standardıdır.", "detayli_aciklama": "EN 50126, demiryolu sistemlerinin ve bileşenlerinin güvenilirlik, kullanılabilirlik, sürdürülebilirlik ve emniyet (RAMS) prensiplerini yaşam döngüsü boyunca nasıl yönetilmesi gerektiğini tanımlayan temel bir standarttır. Bu standart, sistem mühendisliği yaklaşımını benimseyerek, bir demiryolu projesinin konsept aşamasından hizmet dışı bırakılmasına kadar tüm evrelerinde RAMS gereksinimlerinin entegrasyonunu vurgular. Güvenlik kritik sistemler için SIL (Safety Integrity Level) seviyelerinin belirlenmesi ve uygulanması konusunda rehberlik eder, böylece demiryolu operasyonlarının güvenliği ve verimliliği sağlanır. EN 50128 (yazılım güvenliği) ve EN 50129 (elektronik sistem güvenliği) gibi diğer demiryolu güvenlik standartlarının temelini oluşturur." },
    { "id": "TSEN50126-1A1", "standart": "TS EN 50126-1/A1", "baslik": "Demiryolu Uygulamaları - Güvenilirlik, Kullanılabilirlik, Bakım Yapılabilirlik ve Emniyet (RAMS) - Bölüm 1: Temel Kurallar", "kapsam": "EN 50126'nın temel kurallarını ve genel işlem süreçlerini tanımlayan güncellenmiş versiyonudur.", "disiplinler": "Genel Yönetim, Yazılım, Mekanik, Elektrik/Donanım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Tüm Projeler", "ilgili_diger": "EN 50126, EN 50128, EN 50129", "notlar": "EN 50126'nın spesifik bir bölümünün Türk Standardı uyarlamasıdır.", "detayli_aciklama": "TS EN 50126-1/A1, demiryolu uygulamalarında güvenilirlik, kullanılabilirlik, bakım yapılabilirlik ve emniyet (RAMS) için temel kuralları ve genel işlem süreçlerini belirleyen EN 50126 standardının güncellenmiş ve Türk Standardı olarak uyarlanmış bir bölümüdür. Bu standart, RAMS hedeflerinin belirlenmesi, risk analizi, güvenlik yönetim sistemlerinin kurulması ve yaşam döngüsü boyunca RAMS faaliyetlerinin entegrasyonu konularında detaylı rehberlik sunar. Özellikle demiryolu projelerinin planlama, tasarım, üretim, işletme ve bakım aşamalarında RAMS prensiplerinin etkin bir şekilde uygulanmasını sağlamayı amaçlar." },
    { "id": "EN50128", "standart": "EN 50128", "baslik": "Demiryolu Uygulamaları - Sinyalizasyon Yazılımı", "kapsam": "Güvenlikle ilgili yazılımın geliştirilme, test ve doğrulama süreçlerini kapsar. SIL (Safety Integrity Level) seviyelerine göre gereksinimleri belirler.", "disiplinler": "Yazılım, Siber Güvenlik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Kontrol Yazılımı), Elektronik Gabari Projesi (Veri İşleme Yazılımı), Test Treni Projesi (Ölçüm Yazılımı), Pantograf Denetleme Projesi (Analiz Yazılımı)", "ilgili_diger": "EN 50126, EN 50129", "notlar": "Yazılım tabanlı tüm güvenlik kritik sistemler için esastır.", "detayli_aciklama": "EN 50128, demiryolu sinyalizasyon sistemlerinde kullanılan yazılımların geliştirilmesi, doğrulanması ve onaylanması için gereksinimleri belirleyen bir standarttır. Özellikle güvenlik kritik yazılımların (Safety-Related Software) yaşam döngüsü boyunca güvenliğinin sağlanmasını hedefler. Yazılımın SIL (Safety Integrity Level) seviyesine göre farklı katılıkta geliştirme, test ve doğrulama süreçleri tanımlar. Bu standart, yazılım hatalarından kaynaklanabilecek potansiyel tehlikeleri minimize etmek ve demiryolu operasyonlarının emniyetini artırmak için kritik öneme sahiptir. EN 50126'nın genel çerçevesini yazılım özelinde detaylandırır." },
    { "id": "EN50129", "standart": "EN 50129", "baslik": "Demiryolu Uygulamaları - Sinyalizasyon Emniyet Sistemleri", "kapsam": "Güvenlikle ilgili elektronik sistemlerin donanım ve yazılımını kapsar. Emniyet durumlarını ve mimarileri tanımlar.", "disiplinler": "Elektrik/Donanım, Yazılım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Kontrol Donanımı), Elektronik Gabari Projesi (Sensör Entegrasyonu), Test Treni Projesi (Donanım Arayüzleri), Pantograf Denetleme Projesi (Görüntüleme Donanımı)", "ilgili_diger": "EN 50126, EN 50128", "notlar": "Donanım ve yazılımın emniyet entegrasyonu için kritik.", "detayli_aciklama": "EN 50129, demiryolu sinyalizasyon sistemlerinde kullanılan emniyetle ilgili elektronik sistemlerin (Safety-Related Electronic Systems) donanım ve yazılımının onaylanması için gereksinimleri belirler. Bu standart, sistemlerin emniyet bütünlüğü seviyelerini (SIL) karşıladığını göstermek için gerekli kanıtları ve dokümantasyonu tanımlar. Sistem mimarisi, donanım tasarımı, yazılım entegrasyonu ve sistemin genel emniyet yönetimi gibi konuları kapsar. EN 50126 ve EN 50128 ile birlikte, demiryolu güvenlik sistemlerinin kapsamlı bir şekilde ele alınmasını sağlar ve sistemlerin güvenli bir şekilde çalışmasını garanti eder." },
    { "id": "EN50155", "standart": "EN 50155", "baslik": "Demiryolu Uygulamaları - Demiryolu Araçlarında Kullanılan Elektronik Ekipman", "kapsam": "Ekipmanın titreşim, şok, sıcaklık, nem, EMI gibi çevresel koşullara dayanıklılığını ve performansını belirler.", "disiplinler": "Elektrik/Donanım, Mekanik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Ray Üstü Ekipman), Elektronik Gabari Projesi (Sensörler), Test Treni Projesi (Tüm Elektronik Sistemler), Pantograf Denetleme Projesi (Kamera ve Sensörler)", "ilgili_diger": "EN 50121 serisi", "notlar": "Demiryolu araçları üzerinde veya yakınında çalışan tüm elektronikler için geçerlidir.", "detayli_aciklama": "EN 50155, demiryolu araçlarında kullanılan elektronik ekipmanların çevresel koşullara (sıcaklık, nem, titreşim, şok, elektromanyetik uyumluluk vb.) dayanıklılığını ve performansını belirleyen kapsamlı bir standarttır. Bu standart, ekipmanın zorlu demiryolu ortamında güvenilir bir şekilde çalışmasını sağlamak için test yöntemlerini ve performans kriterlerini tanımlar. Güç kaynağı gereksinimleri, izolasyon koordinasyonu, koruma dereceleri (IP kodları) ve ömür beklentisi gibi konuları ele alır. Demiryolu araçları üzerindeki tüm elektronik cihazlar için (kontrol üniteleri, sensörler, iletişim sistemleri vb.) uyulması zorunlu bir standarttır." },
    { "id": "EN50121-Serisi", "standart": "EN 50121 serisi", "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk (EMC)", "kapsam": "Demiryolu çevresindeki elektromanyetik girişimleri ve ekipmanın bu girişimlere karşı bağışıklığını düzenler. (EN 50121-3-2 araçlar, EN 50121-4 sinyalizasyon ve telekomünikasyon)", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu, Elektronik Gabari Projesi, Test Treni Projesi, Pantograf Denetleme Projesi", "ilgili_diger": "IEC 61000 serisi", "notlar": "Elektromanyetik uyumluluk testleri ve sertifikasyonu zorunludur.", "detayli_aciklama": "EN 50121 serisi, demiryolu ortamındaki elektromanyetik uyumluluk (EMC) gereksinimlerini belirleyen standartlar grubudur. Bu standartlar, demiryolu ekipmanlarının birbirini veya dış ortamdaki diğer sistemleri etkilemeden ve onlardan etkilenmeden çalışmasını sağlar. Serinin farklı bölümleri, genel gereksinimler (EN 50121-1), tüm demiryolu sisteminin dış dünyaya yayılımı (EN 50121-2), raylı araçlardaki ekipman (EN 50121-3-2) ve sinyalizasyon ve telekomünikasyon ekipmanı (EN 50121-4) gibi spesifik alanları kapsar. EMC testleri ve sertifikasyonu, demiryolu sistemlerinin güvenli ve kesintisiz çalışması için hayati öneme sahiptir." },
    { "id": "EN50121-1", "standart": "EN 50121-1", "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk - Bölüm 1: Genel", "kapsam": "Demiryolu sistemlerinde elektromanyetik uyumluluk (EMC) için temel standartları belirler. Demiryolu araçları, altyapı bileşenleri ve çevresiyle olan etkileşimleri kapsar.", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Tüm Projeler", "ilgili_diger": "EN 50121 serisi, IEC 61000 serisi", "notlar": "EN 50121 serisinin genel çerçevesini sunar.", "detayli_aciklama": "TS EN 50121-1, demiryolu sistemlerinde elektromanyetik uyumluluk (EMC) için temel standartları belirler. Bu standart, demiryolu sistemlerinin elektromanyetik emisyonlarını ve bağışıklığını düzenleyen gereklilikleri tanımlar. Demiryolu araçları, altyapı bileşenleri ve bunların çevresiyle olan elektromanyetik etkileşimleri kapsar. Amacı, demiryolu sistemlerinin güvenli ve güvenilir çalışmasını sağlamak, elektromanyetik parazitleri sınırlamak ve dış parazitlerden etkilenmemesini sağlamaktır. Avrupa Birliği EMC Direktifi (2014/30/EU) ile uyumluluğu destekler." },
    { "id": "EN50121-2", "standart": "EN 50121-2", "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk - Bölüm 2: Tüm Demiryolu Sisteminden Dış Ortama Yayılan Emisyon", "kapsam": "Demiryolu sisteminin tamamından dış çevreye yayılan elektromanyetik emisyonların sınırlarını ve ölçüm yöntemlerini tanımlar.", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Tüm Projeler (Çevresel Etki Değerlendirmesi)", "ilgili_diger": "EN 50121 serisi", "notlar": "Demiryolu sistemlerinin çevreye olan elektromanyetik etkilerini düzenler.", "detayli_aciklama": "TS EN 50121-2, demiryolu sisteminin tamamından (araçlar, altyapı ve güç besleme sistemleri dahil) dış çevreye yayılan elektromanyetik emisyonların sınırlarını ve ölçüm yöntemlerini tanımlar. Amacı, demiryolu sistemlerinin çevrelerindeki diğer sistemlere (radyo-televizyon yayınları, telekomünikasyon sistemleri, elektronik cihazlar) elektromanyetik etkilerini kontrol altında tutmaktır. Demiryolu emisyonlarının belirlenen limitleri aşmamasını, radyo ve telekomünikasyon hizmetlerinin korunmasını ve demiryolu yakınındaki yerleşim alanlarında EMC uyumluluğunu garantilemeyi hedefler." },
    {
        "id": "EN50121-3-1",
        "standart": "TS EN 50121-3-1",
        "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk - Bölüm 3-1: Tren ve Komple Araç",
        "kapsam": "Demiryolu araçları (trenler, vagonlar, lokomotifler ve komple araçlar) tarafından üretilen elektromanyetik emisyonların belirlenmesi ve kontrolü için gereklilikleri tanımlar.",
        "disiplinler": "Elektrik/Donanım, Mekanik",
        "kritiklik": "Yasal Zorunlu / Kritik",
        "uygulama_alani": "Test Treni Projesi, Otomatik Test Muayene İstasyonu, Elektronik Gabari Projesi",
        "ilgili_diger": "EN 50121 serisi",
        "notlar": "Raylı taşıtların EMC uyumluluğu için spesifik.",
        "detayli_aciklama": "TS EN 50121-3-1 standardı, demiryolu araçlarından kaynaklanan elektromanyetik emisyonların ölçümünü ve kontrolünü kapsar. Cihazların yaydığı ve maruz kaldığı elektromanyetik enerjinin limitlerini belirler. Kurumsal olarak EMC yönetim planı ve akredite test laboratuvarı gerektirirken, teknik olarak belirli emisyon limitleri ve test koşulları tanımlar. Yüksek hızlı trenler, metrolar, yük trenleri ve tramvaylar gibi çeşitli demiryolu araçlarında uygulanır. Uygulama esasları planlama, tasarım, üretim, test ve devreye alma aşamalarını içerir. Elektrik/elektronik ve mekanik mühendisleri ile proje ve kalite yöneticileri sorumluluk sahibidir. İzleme, denetim ve belgelendirme süreçleri ile karşılaşılabilen zorluklar ve çözümler de standart kapsamında detaylandırılır."
    },
    { "id": "EN50121-3-2", "standart": "EN 50121-3-2", "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk - Bölüm 3-2: Raylı Taşıtlarda Ekipman", "kapsam": "Raylı taşıtlarda kullanılan elektrikli ve elektronik ekipmanların elektromanyetik uyumluluk (EMC) gereksinimlerini belirler.", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Tüm Projeler (Raylı Taşıt Ekipmanları)", "ilgili_diger": "EN 50121 serisi", "notlar": "EN 50121 serisinin araç içi ekipmanlara odaklanan spesifik bir bölümüdür.", "detayli_aciklama": "EN 50121-3-2, demiryolu uygulamalarında raylı taşıtlarda kullanılan elektrikli ve elektronik ekipmanların elektromanyetik uyumluluk (EMC) gereksinimlerini belirleyen bir standarttır. Bu standart, araç içindeki ekipmanların birbirini veya aracın dışındaki sistemleri elektromanyetik olarak etkilemeden ve onlardan etkilenmeden çalışmasını sağlamayı amaçlar. Emisyon limitleri ve bağışıklık seviyeleri gibi teknik detayları tanımlar. Özellikle kontrol üniteleri, sensörler, iletişim cihazları gibi araç üzerindeki elektronik bileşenler için kritik öneme sahiptir." },
    { "id": "EN50121-4", "standart": "EN 50121-4", "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk - Bölüm 4: Sinyalizasyon ve Telekomünikasyon Ekipmanlarının Yayılımı ve Bağışıklığı", "kapsam": "Demiryolu sinyalizasyon ve telekomünikasyon ekipmanlarının elektromanyetik yayılım ve bağışıklık gereksinimlerini belirler.", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Sinyalizasyon Sistemleri, Haberleşme Sistemleri, Otomatik Test Muayene İstasyonu", "ilgili_diger": "EN 50121 serisi", "notlar": "EN 50121 serisinin sabit sinyalizasyon ve telekomünikasyon ekipmanlarına odaklanan spesifik bir bölümüdür.", "detayli_aciklama": "EN 50121-4, demiryolu sinyalizasyon ve telekomünikasyon ekipmanlarının elektromanyetik yayılım ve bağışıklık gereksinimlerini belirleyen bir standarttır. Bu standart, ray hattı boyunca veya istasyonlarda bulunan sabit ekipmanların (sinyal lambaları, balizler, iletişim antenleri, kontrol kabinleri vb.) elektromanyetik uyumluluğunu güvence altına almayı amaçlar. Demiryolu operasyonlarının güvenliği ve sürekliliği için bu ekipmanların doğru çalışması kritik olduğundan, EMC performansları bu standarda göre test edilir ve doğrulanır." },
    {
        "id": "EN50121-5",
        "standart": "TS EN 50121-5",
        "baslik": "Demiryolu Uygulamaları - Elektromanyetik Uyumluluk - Bölüm 5: Sabit Güç Besleme Tesisleri ve Cihazlarının Emisyon ve Bağışıklığı",
        "kapsam": "Demiryolu sistemlerindeki sabit güç besleme tesisleri ve cihazlarının elektromanyetik uyumluluk (EMU) gereksinimlerini belirler.",
        "disiplinler": "Elektrik/Donanım",
        "kritiklik": "Yasal Zorunlu / Kritik",
        "uygulama_alani": "Otomatik Test Muayene İstasyonu (Güç Sistemleri), Elektrifikasyon Sistemleri",
        "ilgili_diger": "EN 50121 serisi, EN 50163",
        "notlar": "Sabit güç besleme altyapısının EMC uyumluluğu için.",
        "detayli_aciklama": "TS EN 50121-5 standardı, demiryolu altyapısındaki traksiyon güç besleme sistemleri, sinyalizasyon ve kontrol ekipmanları, güç dağıtım sistemleri gibi sabit tesisatların elektromanyetik uyumluluğunu (EMU) düzenler. Hem elektromanyetik emisyon limitlerini hem de dış girişimlere karşı bağışıklık kriterlerini tanımlar. Kurumsal olarak EMU yönetim planı ve yetkin personel gerektirirken, teknik olarak belirli frekans aralıklarında emisyon ve bağışıklık seviyeleri belirler. Uygulama esasları planlama, tasarım, kurulum, test ve periyodik değerlendirme aşamalarını kapsar. Elektrik, elektronik, sistem, kalite, inşaat ve işletme/bakım disiplinleri sorumluluk sahibidir. Topraklama sorunları, harmonik bozulmalar ve entegrasyon zorlukları gibi yaygın problemler ve çözümleri de standartta ele alınır."
    },
    { "id": "EN50159", "standart": "EN 50159", "baslik": "Demiryolu Uygulamaları - Haberleşme, Sinyalizasyon ve İşlem Sistemleri - Demiryolu İletişim Ağlarında Güvenlik", "kapsam": "Demiryolu iletişim ağlarında güvenlik gereksinimlerini belirler. Özellikle güvenlik açısından kritik iletim sistemlerini kapsar.", "disiplinler": "Siber Güvenlik, Yazılım, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Sinyalizasyon Sistemleri, Tren Kontrol Sistemleri, Haberleşme Sistemleri", "ilgili_diger": "EN 50126, EN 50128, IEC 62443", "notlar": "Demiryolu iletişim ağlarının siber güvenliği için temel standarttır.", "detayli_aciklama": "EN 50159, demiryolu iletişim ağlarında güvenlik gereksinimlerini belirleyen bir standarttır. Bu standart, özellikle güvenlik açısından kritik bilgilerin (örneğin, sinyalizasyon komutları) ağ üzerinden güvenli bir şekilde iletilmesini sağlamayı amaçlar. Ağ mimarisi, veri bütünlüğü, kimlik doğrulama, yetkilendirme ve şifreleme gibi konuları kapsar. Siber güvenlik tehditlerine karşı demiryolu iletişim sistemlerini korumak için hayati öneme sahiptir ve EN 50128 gibi yazılım güvenlik standartlarıyla birlikte entegre bir yaklaşım sunar." },
    { "id": "EN50318", "standart": "EN 50318", "baslik": "Demiryolu Uygulamaları - Pantograf Test Yöntemleri", "kapsam": "Demiryolu araçları pantograflarının test yöntemlerini ve performans kriterlerini belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Pantograf Denetleme Projesi, Test Treni Projesi", "ilgili_diger": "EN 50317", "notlar": "Pantografın havai hat ile etkileşimini test etmek için kullanılır.", "detayli_aciklama": "EN 50318, demiryolu uygulamalarında pantografların test yöntemlerini ve performans kriterlerini belirleyen bir standarttır. Pantograflar, trenin havai hattan elektrik almasını sağlayan kritik bileşenlerdir. Bu standart, pantografların mekanik dayanımını, elektriksel performansını, havai hat ile temas kalitesini ve çevresel koşullara dayanıklılığını test etmek için prosedürleri tanımlar. Pantograf denetleme projelerinde, pantografın güvenilirliğini ve verimliliğini sağlamak için bu standarda uygun testler yapılır." },
    { "id": "EN50388", "standart": "EN 50388", "baslik": "Demiryolu Uygulamaları - Elektriksel Uyumluluk ve Güç Sistemleri", "kapsam": "Demiryolu elektrifikasyon sistemlerinin elektriksel uyumluluğunu ve güç sistemlerinin performansını belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrifikasyon Ölçümleri), Pantograf Denetleme Projesi (Havai Hat Analizi)", "ilgili_diger": "EN 50163, EN 50121 serisi", "notlar": "Elektrifikasyon sistemlerinin genel uyumluluğu ve performansı için.", "detayli_aciklama": "EN 50388, demiryolu elektrifikasyon sistemlerinin elektriksel uyumluluğunu ve güç sistemlerinin performansını belirleyen bir standarttır. Bu standart, trenlerin enerji beslemesini sağlayan havai hat veya üçüncü ray sistemlerinin, trenlerin kendilerinin ve diğer elektrikli ekipmanların birbirini ve çevreyi elektriksel olarak etkilemeden çalışmasını sağlamayı amaçlar. Gerilim dalgalanmaları, harmonikler, kısa devre akımları ve diğer elektriksel parametreler bu standart kapsamında ele alınır, böylece enerji beslemesinin güvenilirliği ve sürekliliği sağlanır." },
    { "id": "EN50657", "standart": "EN 50657", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlar İçin Programlanabilir Elektronik Sistemler", "kapsam": "Raylı taşıtlarda kullanılan programlanabilir elektronik sistemlerin (PESS) geliştirilmesi ve doğrulanması için gereksinimleri belirler.", "disiplinler": "Yazılım, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Kontrol Sistemleri), Otomatik Test Muayene İstasyonu (Otomasyon)", "ilgili_diger": "EN 50128, EN 50129", "notlar": "Demiryolu araçlarındaki gömülü sistemler için güvenlik ve kalite standardı.", "detayli_aciklama": "EN 50657, demiryolu araçlarında kullanılan programlanabilir elektronik sistemlerin (PESS) geliştirilmesi ve doğrulanması için gereksinimleri belirleyen bir standarttır. Bu standart, tren kontrol sistemleri, fren sistemleri, kapı kontrol sistemleri gibi güvenlik açısından kritik olmayan ancak yüksek güvenilirlik gerektiren sistemleri kapsar. Yazılım ve donanım entegrasyonu, sistem mimarisi, test ve doğrulama süreçleri gibi konuları ele alır. EN 50128 ve EN 50129 gibi daha yüksek güvenlik bütünlüğü seviyelerine sahip standartları tamamlar." },
    { "id": "EN60825-1", "standart": "EN 60825-1", "baslik": "Lazer Ürünlerinin Güvenliği - Bölüm 1: Ekipman Sınıflandırması ve Gereksinimleri", "kapsam": "Lazer ürünlerinin güvenliği, sınıflandırılması ve kullanıcılar için gereksinimleri belirler.", "disiplinler": "Elektrik/Donanım, Genel Yönetim", "kritiklik": "Kritik", "uygulama_alani": "Elektronik Gabari Projesi (Lazer Sensörler), Otomatik Test Muayene İstasyonu (Lazer Tarayıcılar)", "ilgili_diger": "-", "notlar": "Lazer kullanan tüm sistemler için güvenlik standardı.", "detayli_aciklama": "EN 60825-1, lazer ürünlerinin güvenliği, sınıflandırılması ve kullanıcılar için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, lazer radyasyonunun neden olabileceği göz ve cilt hasarlarını önlemek amacıyla lazer ürünlerini farklı tehlike sınıflarına ayırır ve her sınıf için güvenlik önlemlerini tanımlar. Elektronik gabari ölçüm sistemleri veya otomatik muayene istasyonları gibi lazer tabanlı sensörler veya tarayıcılar kullanan demiryolu projelerinde, bu standarda uyum, hem operatör hem de bakım personelinin güvenliği için hayati öneme sahiptir." },
    { "id": "ENISO10218", "standart": "EN ISO 10218", "baslik": "Robotlar ve Robotik Cihazlar - Endüstriyel Robotlar İçin Güvenlik Gereklilikleri", "kapsam": "Endüstriyel robotlar ve robotik sistemlerin güvenli tasarımı, kurulumu ve kullanımı için gereksinimleri belirler.", "disiplinler": "Mekanik, Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Robotik Denetim Sistemleri)", "ilgili_diger": "ISO 11161", "notlar": "Demiryolu sektöründeki otomatik denetim veya bakım robotları için referans olabilir.", "detayli_aciklama": "EN ISO 10218, endüstriyel robotlar ve robotik sistemlerin güvenli tasarımı, kurulumu ve kullanımı için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, robotların neden olabileceği tehlikeleri (mekanik, elektriksel, termal vb.) tanımlar ve bu riskleri azaltmak için güvenlik önlemlerini (güvenlik durdurma, hız izleme, alan koruması) belirler. Demiryolu sektöründe, otomatik test ve muayene istasyonlarında veya bakım tesislerinde kullanılan robotik denetim veya onarım sistemleri için bu standarda uyum, çalışan güvenliği ve operasyonel risk yönetimi açısından faydalıdır." },
    { "id": "ENISO12944", "standart": "EN ISO 12944", "baslik": "Çelik Yapıların Korozyondan Korunması - Koruyucu Boya Sistemleri", "kapsam": "Çelik yapıların atmosferik korozyondan korunması için koruyucu boya sistemlerinin seçimi ve uygulanması için rehberlik sağlar.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Raylı Taşıt Yapıları, Köprüler, Sinyal Direkleri", "ilgili_diger": "-", "notlar": "Demiryolu altyapı ve araç bileşenlerinin ömrünü uzatmak için önemlidir.", "detayli_aciklama": "EN ISO 12944, çelik yapıların atmosferik korozyondan korunması için koruyucu boya sistemlerinin seçimi ve uygulanması için rehberlik sağlayan uluslararası bir standarttır. Bu standart, farklı çevresel koşullar ve korozyon kategorileri için uygun boya sistemlerini, yüzey hazırlık yöntemlerini ve uygulama prosedürlerini tanımlar. Demiryolu sektöründe, raylı taşıtların şasileri, boji bileşenleri, köprüler, sinyal direkleri ve diğer çelik altyapı elemanlarının korozyona karşı korunması ve hizmet ömrünün uzatılması için bu standarda uyum önemlidir." },
    { "id": "ENISO13510", "standart": "EN ISO 13510", "baslik": "Plastik Boru Sistemleri - Polietilen (PE) Borular - Test Yöntemleri", "kapsam": "Polietilen (PE) boru sistemleri için test yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Demiryolu Altyapısı (Drenaj, Kablo Kanalları)", "ilgili_diger": "-", "notlar": "Demiryolu altyapısında kullanılan boru sistemleri için geçerli olabilir.", "detayli_aciklama": "EN ISO 13510, plastik boru sistemleri, özellikle polietilen (PE) borular için test yöntemlerini belirleyen uluslararası bir standarttır. Bu standart, PE boruların fiziksel, mekanik ve kimyasal özelliklerini değerlendirmek için kullanılan test prosedürlerini tanımlar. Demiryolu altyapısında, drenaj sistemleri, kablo kanalları veya diğer boru hatları için PE borular kullanıldığında, bu standarda uyum, boru sistemlerinin dayanıklılığını ve performansını güvence altına almak için faydalıdır." },
    { "id": "ISO14119", "standart": "ISO 14119", "baslik": "Makinelerde Güvenlik - Koruyucularla İlişkili Kilitleme Tertibatları - Tasarım ve Seçim Prensipleri", "kapsam": "Makinelerde koruyucularla ilişkili kilitleme tertibatlarının tasarımı ve seçimi için prensipleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Güvenlik Kapıları), Bakım Ekipmanları", "ilgili_diger": "ISO 13849-1", "notlar": "Hareketli parçaları olan makinelerde personel güvenliği için önemlidir.", "detayli_aciklama": "ISO 14119, makinelerde koruyucularla ilişkili kilitleme tertibatlarının tasarımı ve seçimi için prensipleri belirleyen uluslararası bir standarttır. Bu standart, makine operasyonları sırasında tehlikeli hareketli parçalara erişimi önlemek amacıyla kullanılan güvenlik anahtarları ve kilitleme sistemlerinin nasıl tasarlanması ve uygulanması gerektiğini tanımlar. Demiryolu sektöründe, otomatik test ve muayene istasyonlarındaki güvenlik kapıları, bakım ekipmanları veya robotik sistemler gibi hareketli parçaları olan makinelerde çalışan personelin güvenliğini sağlamak için bu standarda uyum hayati öneme sahiptir." },
    { "id": "ISO26262", "standart": "ISO 26262", "baslik": "Karayolu Taşıtları - Fonksiyonel Güvenlik", "kapsam": "Otomotiv elektrikli ve elektronik sistemlerinin fonksiyonel güvenliği için gereksinimleri belirler.", "disiplinler": "Yazılım, Elektrik/Donanım", "kritiklik": "Tavsiye", "uygulama_alani": "Demiryolu Sistemleri (Bazı Kontrol Uygulamaları)", "ilgili_diger": "IEC 61508", "notlar": "Otomotivden türetilmiş olsa da, bazı demiryolu kontrol sistemleri için referans alınabilir.", "detayli_aciklama": "ISO 26262, karayolu taşıtlarındaki elektrikli ve elektronik sistemlerin fonksiyonel güvenliği için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, otomotiv sektörüne özel olarak geliştirilmiş olsa da, bazı demiryolu kontrol sistemleri (özellikle otonom veya karmaşık kontrol fonksiyonları içerenler) için referans olarak alınabilir. Risk analizi, güvenlik bütünlüğü seviyelerinin (ASIL - Automotive Safety Integrity Level) belirlenmesi ve yaşam döngüsü boyunca güvenlik faaliyetlerinin yönetimi gibi konuları kapsar. Demiryolu ve otomotiv arasındaki teknoloji transferinde bir köprü görevi görebilir." },
    { "id": "ISO5725", "standart": "ISO 5725 serisi", "baslik": "Ölçüm Yöntemleri ve Sonuçlarının Doğruluğu (Doğruluk ve Hassasiyet)", "kapsam": "Ölçüm yöntemlerinin doğruluğunu (accuracy) ve hassasiyetini (precision) belirlemek için yöntemleri ve prensipleri sağlar.", "disiplinler": "Genel Yönetim, Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Elektronik Gabari Projesi (Ölçüm Doğruluğu), Test Treni Projesi (Veri Kalitesi)", "ilgili_diger": "ISO 19358", "notlar": "Tüm ölçüm ve test süreçleri için temel bir kalite standardıdır.", "detayli_aciklama": "ISO 5725 serisi, ölçüm yöntemlerinin ve sonuçlarının doğruluğunu (accuracy) ve hassasiyetini (precision) belirlemek için yöntemleri ve prensipleri sağlayan uluslararası bir standarttır. Bu standart, ölçüm sonuçlarının güvenilirliğini ve karşılaştırılabilirliğini güvence altına almayı hedefler. Tekrarlanabilirlik, yeniden üretilebilirlik ve ölçüm belirsizliği gibi kavramları tanımlar. Demiryolu sektöründe, elektronik gabari ölçüm sistemleri, test trenleri tarafından toplanan veriler ve diğer tüm ölçüm süreçlerinde, ölçüm kalitesini doğrulamak ve iyileştirmek için bu standarda uyum önemlidir." },
    { "id": "ISO9227", "standart": "ISO 9227", "baslik": "Korozyon Testleri - Yapay Atmosferlerde Tuz Püskürtme Testleri", "kapsam": "Metalik malzemelerin ve kaplamaların korozyon direncini değerlendirmek için nötr tuz püskürtme (NSS), asetik asit tuz püskürtme (AASS) ve bakır-asetik asit tuz püskürtme (CASS) test yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Raylı Taşıt Bileşenleri, Altyapı Elemanları", "ilgili_diger": "EN ISO 12944", "notlar": "Demiryolu ortamındaki korozyon etkilerini simüle etmek için kullanılır.", "detayli_aciklama": "ISO 9227, metalik malzemelerin ve kaplamaların korozyon direncini değerlendirmek için yapay atmosferlerde tuz püskürtme test yöntemlerini belirleyen uluslararası bir standarttır. Bu testler, demiryolu araçlarının ve altyapı elemanlarının (örneğin, fren sistemleri, bağlantı elemanları, sinyal direkleri) tuzlu ve nemli ortamlara maruz kaldığında nasıl performans göstereceğini simüle etmek için kullanılır. Korozyon direncinin doğrulanması, demiryolu bileşenlerinin hizmet ömrünü ve güvenilirliğini artırmak için önemlidir." },
    { "id": "TSEN60529", "standart": "TS EN 60529", "baslik": "Muhafazalarla Sağlanan Koruma Dereceleri (IP Kodu)", "kapsam": "Elektrikli ekipman muhafazalarının katı yabancı cisimlere ve suya karşı sağladığı koruma derecelerini (IP Kodu) belirler.", "disiplinler": "Elektrik/Donanım, Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Tüm Elektrikli/Elektronik Cihazlar (Dış Ortam ve Araç İçi)", "ilgili_diger": "EN 50155", "notlar": "Ekipmanların çevresel dayanıklılığı için temel bir standarttır.", "detayli_aciklama": "TS EN 60529, elektrikli ekipman muhafazalarının katı yabancı cisimlere (toz, kir) ve suya karşı sağladığı koruma derecelerini (IP Kodu - Ingress Protection Code) belirleyen bir standarttır. Bu kodlar, ekipmanın çevresel koşullara ne kadar dayanıklı olduğunu gösterir. Demiryolu sektöründe, dış ortamda veya tren içindeki zorlu koşullarda çalışan tüm elektrikli ve elektronik cihazlar (sensörler, kontrol üniteleri, aydınlatma armatürleri vb.) için uygun IP koruma seviyesinin seçilmesi ve doğrulanması hayati öneme sahiptir. Bu, ekipmanın güvenilirliğini ve hizmet ömrünü doğrudan etkiler." },
    { "id": "TSEN61010-1", "standart": "TS EN 61010-1", "baslik": "Ölçme, Kontrol ve Laboratuvar Kullanımı İçin Elektriksel Teçhizatın Güvenlik Kuralları - Bölüm 1: Genel Kurallar", "kapsam": "Ölçme, kontrol ve laboratuvar kullanımı için tasarlanmış elektriksel teçhizatın güvenlik kurallarını belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Ölçüm Cihazları), Test Treni Projesi (Laboratuvar Ekipmanları)", "ilgili_diger": "-", "notlar": "Ölçüm ve test ekipmanlarının elektriksel güvenliği için.", "detayli_aciklama": "TS EN 61010-1, ölçme, kontrol ve laboratuvar kullanımı için tasarlanmış elektriksel teçhizatın güvenlik kurallarını belirleyen bir standarttır. Bu standart, kullanıcıların ve çevrenin elektriksel tehlikelerden (elektrik çarpması, yangın, mekanik tehlikeler vb.) korunmasını sağlamayı amaçlar. Demiryolu sektöründe, otomatik test ve muayene istasyonlarında kullanılan ölçüm cihazları, test trenlerindeki laboratuvar ekipmanları veya diğer kontrol cihazları için bu standarda uyum, operasyonel güvenlik ve personel koruması açısından önemlidir." },
    { "id": "UIC505", "standart": "UIC 505 / 505-1", "baslik": "Demiryolu Araçları - Ölçü ve Gabari", "kapsam": "Demiryolu araçlarının uluslararası taşıma için boyutlarını ve gabari gereksinimlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Elektronik Gabari Projesi, Test Treni Projesi (Araç Boyutları)", "ilgili_diger": "EN 15273 serisi", "notlar": "Uluslararası demiryolu taşımacılığında gabari uyumu için temel UIC standardı.", "detayli_aciklama": "UIC 505 serisi, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve demiryolu araçlarının uluslararası taşıma için boyutlarını ve gabari gereksinimlerini belirleyen standartlardır. Bu standartlar, farklı ülkelerdeki demiryolu ağları arasında araçların güvenli ve sorunsuz bir şekilde hareket edebilmesi için gerekli olan maksimum araç boyutlarını ve minimum tünel/köprü boşluklarını tanımlar. Elektronik gabari ölçüm sistemleri ve test trenleri, araçların bu UIC gabari standartlarına uygunluğunu doğrulamak için kullanılır, böylece uluslararası demiryolu taşımacılığı kolaylaşır." },
    { "id": "UIC541", "standart": "UIC 541", "baslik": "Demiryolu Araçları - Fren Sistemleri", "kapsam": "Demiryolu araçlarının fren sistemleri için genel gereklilikleri, testleri ve performans kriterlerini belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "EN 14427, EN 15839", "notlar": "UIC'nin fren sistemleri için temel standardı.", "detayli_aciklama": "UIC 541, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve demiryolu araçlarının fren sistemleri için genel gereklilikleri, testleri ve performans kriterlerini belirleyen bir standarttır. Bu standart, trenlerin güvenli bir şekilde yavaşlamasını ve durmasını sağlamak için fren sistemlerinin güvenilirliğini ve emniyetini güvence altına almayı hedefler. Frenleme mesafeleri, fren kuvvetleri, fren bileşenlerinin performansı ve kontrol sistemleri gibi konuları kapsar. Test treni projelerinde, aracın fren sistemlerinin bu standarda uygunluğu, operasyonel güvenlik ve uluslararası uyumluluk açısından hayati öneme sahiptir." },
    { "id": "UIC612", "standart": "UIC 612", "baslik": "Demiryolu Araçları - Yolcu Vagonları - Isıtma, Havalandırma ve Klima Sistemleri", "kapsam": "Yolcu vagonlarındaki ısıtma, havalandırma ve klima (HVAC) sistemleri için gereklilikleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi (Personel Konforu)", "ilgili_diger": "EN 12299", "notlar": "Yolcu/personel konforu ve sistem performansı için.", "detayli_aciklama": "UIC 612, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve yolcu vagonlarındaki ısıtma, havalandırma ve klima (HVAC) sistemleri için gereklilikleri belirleyen bir standarttır. Bu standart, yolcu ve personel konforunu sağlamak amacıyla vagon içindeki sıcaklık, nem ve hava kalitesi kontrolünü kapsar. HVAC sistemlerinin tasarımı, performansı, enerji verimliliği ve test yöntemleri gibi konuları ele alır. Test treni projelerinde, aracın iç ortam koşullarının bu standarda uygunluğu, personel konforu ve veri toplama ekipmanlarının çalışma ortamı açısından önemli olabilir." },
    { "id": "UIC651", "standart": "UIC 651", "baslik": "Demiryolu Araçları - Elektrikli Teçhizat - Genel Kurallar", "kapsam": "Demiryolu araçlarındaki elektrikli teçhizat için genel kuralları ve test yöntemlerini belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "EN 50155, EN 60077 serisi", "notlar": "UIC'nin elektrikli teçhizat için temel standardı.", "detayli_aciklama": "UIC 651, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve demiryolu araçlarındaki elektrikli teçhizat için genel kuralları ve test yöntemlerini belirleyen bir standarttır. Bu standart, trenlerde kullanılan tüm elektrikli bileşenlerin (motorlar, konvertörler, kontrol üniteleri, kablolama vb.) güvenilirliğini, emniyetini ve performansını güvence altına almayı hedefler. Elektriksel güvenlik, yalıtım, çevresel dayanıklılık ve elektromanyetik uyumluluk gibi konuları kapsar. Test treni projelerinde, aracın elektrik sistemlerinin bu standarda uygunluğu, operasyonel güvenilirlik ve uluslararası uyumluluk açısından önemlidir." },
    { "id": "IEC61508", "standart": "IEC 61508", "baslik": "Elektrik, Elektronik ve Programlanabilir Elektronik Güvenlik İlgili Sistemlerin Fonksiyonel Güvenliği", "kapsam": "Demiryolu sistemleri dahil olmak üzere birçok endüstride fonksiyonel güvenliğin temelini oluşturur. EN 50126/128/129'a referans teşkil eder.", "disiplinler": "Genel Yönetim, Yazılım, Elektrik/Donanım", "kritiklik": "Kritik / Tavsiye", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Güvenlik Fonksiyonları), Elektronik Gabari Projesi (Hassas Ölçüm Güvenliği), Test Treni Projesi (Sistem Güvenliği), Pantograf Denetleme Projesi (Veri Bütünlüğü)", "ilgili_diger": "EN 50126, EN 50128, EN 50129", "notlar": "Genel bir fonksiyonel güvenlik standardı olup, demiryolu standartlarına temel oluşturur.", "detayli_aciklama": "IEC 61508, elektrik, elektronik ve programlanabilir elektronik (E/E/PE) güvenlik ile ilgili sistemlerin fonksiyonel güvenliği için uluslararası temel bir standarttır. Endüstriyel otomasyon, nükleer enerji ve demiryolu gibi birçok sektörde güvenlik kritik sistemlerin tasarım, geliştirme ve bakım süreçleri için bir çerçeve sunar. Standart, risk analizi, güvenlik bütünlüğü seviyelerinin (SIL) belirlenmesi ve bu seviyelere ulaşmak için gerekli önlemlerin alınması konularında rehberlik eder. Demiryolu sektöründeki EN 50126, EN 50128 ve EN 50129 gibi standartlar, IEC 61508'in prensiplerini demiryolu uygulamalarına uyarlamıştır." },
    { "id": "TSEN50163", "standart": "TS EN 50163", "baslik": "Demiryolu Uygulamaları - Besleme Gerilimi ve Akımı", "kapsam": "Elektrifikasyon sistemlerinin besleme gerilimi ve akım parametrelerini belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrifikasyon Ölçümleri), Pantograf Denetleme Projesi (Havai Hat Gerilimi)", "ilgili_diger": "-", "notlar": "Özellikle elektrikli demiryolu hatları için önemlidir.", "detayli_aciklama": "TS EN 50163, demiryolu elektrifikasyon sistemlerinde kullanılan besleme gerilimi ve akımının özelliklerini ve toleranslarını belirleyen bir standarttır. Bu standart, trenlerin enerji beslemesini sağlayan havai hat veya üçüncü ray sistemlerinin teknik gereksinimlerini kapsar. Demiryolu araçlarının bu besleme koşullarına uyumlu çalışmasını sağlamak için önemlidir. Gerilim dalgalanmaları, kısa devre akımları ve diğer elektriksel parametreler bu standart kapsamında ele alınır, böylece enerji beslemesinin güvenilirliği ve sürekliliği sağlanır." },
    { "id": "TSENISO9001", "standart": "TS EN ISO 9001", "baslik": "Kalite Yönetim Sistemi", "kapsam": "Kurumun ve tedarikçilerin kalite süreçlerinin etkinliğini ve uygunluğunu güvence altına alır. Ürün ve hizmet kalitesinin sürekliliğini sağlar.", "disiplinler": "Genel Yönetim", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Tüm Projeler (Proje Yönetimi, Tedarikçi Seçimi, Üretim Süreçleri)", "ilgili_diger": "-", "notlar": "Genel bir kalite yönetim standardıdır, tüm projelerde uygulanır.", "detayli_aciklama": "TS EN ISO 9001, bir kuruluşun müşteri ve yasal gereksinimleri karşılayan ürün ve hizmetleri tutarlı bir şekilde sağlama yeteneğini göstermek için bir kalite yönetim sistemi (KYS) kurması için gereksinimleri belirleyen uluslararası bir standarttır. Sürekli iyileştirme prensibine dayanır ve süreç odaklı bir yaklaşım benimser. Demiryolu sektöründe, ürün ve hizmetlerin kalitesini güvence altına almak, tedarik zinciri yönetimini iyileştirmek ve müşteri memnuniyetini artırmak için yaygın olarak uygulanır. Sertifikasyon, kuruluşun kaliteye olan bağlılığını gösterir." },
    { "id": "TSENISO14001", "standart": "TS EN ISO 14001", "baslik": "Çevre Yönetim Sistemi", "kapsam": "Ürün ve cihazların üretim süreçlerinin çevresel etkilerini yönetir ve çevresel performansı iyileştirmeyi hedefler.", "disiplinler": "Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Tüm Projeler (Üretim ve Operasyonel Çevre Yönetimi)", "ilgili_diger": "-", "notlar": "Çevresel sürdürülebilirlik için önemlidir.", "detayli_aciklama": "TS EN ISO 14001, bir kuruluşun çevresel performansını iyileştirmek için kullanabileceği bir çevre yönetim sistemi (ÇYS) için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, kuruluşların çevresel riskleri ve fırsatları yönetmesine, yasal gerekliliklere uymasına ve çevresel hedeflerine ulaşmasına yardımcı olur. Demiryolu projelerinde, inşaat, işletme ve bakım süreçlerinin çevresel etkilerini (atık yönetimi, enerji tüketimi, emisyonlar vb.) kontrol altında tutmak ve çevresel sürdürülebilirliği desteklemek için uygulanır." },
    { "id": "TSENISO45001", "standart": "TS EN ISO 45001", "baslik": "İş Sağlığı ve Güvenliği Yönetim Sistemi", "kapsam": "Üretim ve kullanım süreçlerinde iş sağlığı ve güvenliği risklerini yönetir, güvenli çalışma ortamları sağlar.", "disiplinler": "Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Tüm Projeler (Kurulum, Bakım ve Operasyon Güvenliği)", "ilgili_diger": "-", "notlar": "Çalışan sağlığı ve güvenliği için önemlidir.", "detayli_aciklama": "TS EN ISO 45001, kuruluşların çalışanları için güvenli ve sağlıklı çalışma ortamları sağlamasına yardımcı olmak amacıyla bir iş sağlığı ve güvenliği (İSG) yönetim sistemi için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, iş kazalarını ve meslek hastalıklarını önlemeyi, riskleri azaltmayı ve İSG performansını sürekli iyileştirmeyi hedefler. Demiryolu projelerinde, şantiye güvenliği, bakım operasyonları ve tren işletmeciliği gibi yüksek riskli alanlarda çalışanların sağlığını ve güvenliğini korumak için kritik öneme sahiptir. Yasal uyumluluğu ve çalışan refahını destekler." },
    { "id": "TSEN61373", "standart": "TS EN 61373", "baslik": "Demiryolu Uygulamaları - Raylı Taşıt Ekipmanları İçin Titreşim ve Darbe Testleri", "kapsam": "Raylı taşıt ekipmanlarının maruz kaldığı titreşim ve darbelere karşı dayanıklılığını test etmek için yöntemleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Test Treni Projesi (Ekipman Dayanıklılığı), Otomatik Test Muayene İstasyonu (Sensör Dayanıklılığı), Elektronik Gabari Projesi (Cihaz Dayanıklılığı), Pantograf Denetleme Projesi (Kamera Dayanıklılığı)", "ilgili_diger": "EN 50155, IEC 60068 serisi", "notlar": "Demiryolu araçları üzerinde veya yakınında kullanılan tüm ekipmanlar için önemlidir. EN 50155'i tamamlar.", "detayli_aciklama": "TS EN 61373, demiryolu araçlarında kullanılan ekipmanların, işletme sırasında maruz kalacağı titreşim ve darbelere karşı dayanıklılığını test etmek için gerekli yöntemleri belirleyen bir standarttır. Bu testler, ekipmanın raylı taşıt ortamının zorlu dinamik koşullarına dayanabileceğini ve güvenilir bir şekilde çalışmaya devam edeceğini doğrulamak için yapılır. Standart, farklı montaj konumları ve ekipman türleri için uygun test profillerini ve kabul kriterlerini tanımlar. Elektronik bileşenlerden mekanik parçalara kadar geniş bir yelpazedeki demiryolu ekipmanları için geçerlidir ve özellikle EN 50155 ile birlikte ele alınır." },
    { "id": "TSEN15085", "standart": "TS EN 15085 serisi", "baslik": "Demiryolu Uygulamaları - Demiryolu Araçlarının Kaynaklı Parçaları", "kapsam": "Kaynaklı imalat süreçlerinin kalitesini ve uygunluğunu belirler. Kaynakçı yeterlilikleri ve kaynak prosedürleri.", "disiplinler": "Mekanik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Test Treni Projesi (Araç Şasisi, Ekipman Bağlantıları)", "ilgili_diger": "ISO 3834", "notlar": "Özellikle araç yapısı ve kritik bileşenlerin imalatında zorunludur.", "detayli_aciklama": "TS EN 15085 serisi, demiryolu araçlarının ve bileşenlerinin kaynaklı imalatı için kalite gereksinimlerini belirleyen kapsamlı bir standart grubudur. Bu standart, kaynaklı bağlantıların emniyet ve performans açısından kritik olduğu demiryolu sektöründe, kaynak süreçlerinin, kaynakçıların ve kaynak koordinasyon personelinin yeterliliğini güvence altına alır. Farklı güvenlik sınıflarına göre kaynak kalitesi seviyelerini tanımlar ve kaynak prosedürlerinin onaylanması, üretim kontrolü ve denetimi gibi konuları kapsar. Araç şasileri, boji çerçeveleri ve diğer yapısal bileşenler için hayati öneme sahiptir." },
    { "id": "TSEN17025", "standart": "TS EN 17025", "baslik": "Deney ve Kalibrasyon Laboratuvarlarının Yeterliliği İçin Genel Gereklilikler", "kapsam": "Ürün ve cihazların test ve ölçüm sonuçlarının güvenilirliğini ve uluslararası geçerliliğini sağlar. Laboratuvar akreditasyonu.", "disiplinler": "Genel Yönetim", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Kalibrasyon), Elektronik Gabari Projesi (Ölçüm Doğruluğu), Test Treni Projesi (Veri Doğrulama), Pantograf Denetleme Projesi (Sistem Kalibrasyonu)", "ilgili_diger": "ISO 9001", "notlar": "Ölçüm ve test yapan tüm laboratuvarlar için akreditasyon standardıdır.", "detayli_aciklama": "TS EN 17025, deney ve kalibrasyon laboratuvarlarının yeterliliği için genel gereklilikleri belirleyen uluslararası bir standarttır. Bu standart, laboratuvarların teknik olarak yetkin olduğunu ve geçerli sonuçlar üretebildiğini göstermelerini sağlar. Kalite yönetim sistemi gereksinimlerinin yanı sıra, personelin yetkinliği, ekipmanın kalibrasyonu, test yöntemlerinin geçerliliği, raporlama ve kayıt tutma gibi teknik gereklilikleri de kapsar. Demiryolu sektöründe, ürün ve sistemlerin test ve ölçüm sonuçlarının güvenilirliğini ve uluslararası kabul edilebilirliğini sağlamak için kritik öneme sahiptir." },
    { "id": "EN15273", "standart": "EN 15273 serisi", "baslik": "Demiryolu Uygulamaları - Gabari", "kapsam": "Demiryolu taşıtlarının ve altyapısının uluslararası standartlara uygun gabari ölçülerini ve hesaplama yöntemlerini belirler.", "disiplinler": "Mekanik, Yazılım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Elektronik Gabari Projesi", "ilgili_diger": "-", "notlar": "Gabari ölçüm sisteminin referans standardıdır.", "detayli_aciklama": "EN 15273 serisi, demiryolu taşıtlarının ve altyapısının gabari (boyut ve boşluk) gereksinimlerini belirleyen Avrupa standartlarıdır. Bu standartlar, trenlerin tünellerden, köprülerden ve diğer altyapı elemanlarından güvenli bir şekilde geçebilmesi için gerekli minimum boşlukları ve araçların maksimum boyutlarını tanımlar. Serinin farklı bölümleri, genel prensipleri, referans konturları ve hesaplama yöntemlerini kapsar. Elektronik gabari ölçüm sistemleri, bu standarda uygun olarak tasarlanmalı ve kalibre edilmelidir, böylece demiryolu ağında güvenli bir işletme sağlanır." },
    { "id": "EN14363", "standart": "EN 14363", "baslik": "Demiryolu Uygulamaları - Dinamik Araç Davranışlarının Testleri", "kapsam": "Demiryolu araçlarının ray üzerinde sergilediği dinamik davranışların (titreşim, hareket, ray-tekerlek etkileşimi vb.) değerlendirilmesi için gerekli test yöntemlerini belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Test Treni Projesi", "ilgili_diger": "EN 15313", "notlar": "Test treninin performans ve güvenlik testleri için temeldir.", "detayli_aciklama": "EN 14363, demiryolu araçlarının ray üzerinde sergilediği dinamik davranışları değerlendirmek için test yöntemlerini belirleyen bir standarttır. Bu standart, araçların güvenli ve stabil bir şekilde hareket ettiğini doğrulamak amacıyla yapılan testleri kapsar. Ray-tekerlek etkileşimi, titreşim seviyeleri, yanal ve dikey kuvvetler gibi dinamik parametreler ölçülür ve değerlendirilir. Test treni projelerinde, yeni veya modifiye edilmiş araçların performansını ve güvenliğini doğrulamak için bu standarda uygun testler yapılır." },
    { "id": "EN50238", "standart": "EN 50238", "baslik": "Demiryolu Uygulamaları - Vites Sistemleri - Genel Gereklilikler", "kapsam": "Demiryolu sistemlerinde kullanılan vites (dişli kutusu) sistemlerinin genel gerekliliklerini ve testlerini kapsar.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Tahrik Sistemleri)", "ilgili_diger": "-", "notlar": "Özellikle test treninin tahrik ve hareket sistemleri için geçerli olabilir.", "detayli_aciklama": "EN 50238, demiryolu araçlarında kullanılan vites (dişli kutusu) sistemlerinin genel gereksinimlerini ve testlerini belirleyen bir standarttır. Bu standart, vites kutularının güvenilirliğini, dayanıklılığını ve performansını güvence altına almayı hedefler. Mekanik dayanım, yağlama, sızdırmazlık ve gürültü seviyeleri gibi konuları kapsar. Test treni projelerinde, aracın tahrik sisteminin bir parçası olan vites kutularının bu standarda uygunluğu, genel sistem güvenliği ve verimliliği için önemlidir." },
    { "id": "EN50317", "standart": "EN 50317", "baslik": "Demiryolu Uygulamaları - Pantograf ve Havai Hat Arasındaki Dinamik Etkileşimin Ölçülmesi", "kapsam": "Pantograf ve havai hat (katener) arasındaki dinamik etkileşimin ölçülmesi için yöntemleri ve kabul kriterlerini belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Pantograf Denetleme Projesi", "ilgili_diger": "EN 50119", "notlar": "Pantograf denetim sistemlerinin doğruluğu için temel referanstır.", "detayli_aciklama": "EN 50317, demiryolu araçlarının pantografı ile havai hat (katener) arasındaki dinamik etkileşimi ölçmek için yöntemleri ve kabul kriterlerini belirleyen bir standarttır. Bu etkileşim, trenin enerji alımı ve genel performansı için kritik öneme sahiptir. Standart, temas kuvveti, ark oluşumu ve pantografın havai hat üzerindeki konumunu ölçmek için test prosedürlerini tanımlar. Pantograf denetleme projelerinde, havai hattın ve pantografın durumunu izlemek ve optimum enerji transferini sağlamak için bu standarda uygun ölçümler yapılır." },
    { "id": "EN50119", "standart": "EN 50119", "baslik": "Demiryolu Uygulamaları - Sabit Tesisatlar - Havai Hat", "kapsam": "Havai hat (katener) sistemlerinin tasarımı, inşası ve bakımı için teknik özellikleri ve gereksinimlerini belirler.", "disiplinler": "Elektrik/Donanım, Mekanik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Pantograf Denetleme Projesi", "ilgili_diger": "EN 50317", "notlar": "Pantografın temas ettiği havai hat sisteminin standardıdır.", "detayli_aciklama": "EN 50119, demiryolu elektrifikasyonunda kullanılan havai hat (katener) sistemlerinin tasarımı, inşası, kurulumu ve bakımı için teknik gereksinimleri belirleyen bir standarttır. Bu standart, havai hattın mekanik ve elektriksel özelliklerini, gerilim seviyelerini, direk ve askı sistemlerini kapsar. Güvenli ve güvenilir enerji beslemesi sağlamak amacıyla, hattın dayanıklılığı, performansı ve çevresel koşullara karşı direnci gibi konuları ele alır. Pantograf denetleme projelerinde, pantografın etkileşimde bulunduğu havai hat sisteminin bu standarda uygunluğu kritik öneme sahiptir." },
    { "id": "IEC62443", "standart": "IEC 62443 serisi", "baslik": "Endüstriyel İletişim Ağları - Endüstriyel Otomasyon ve Kontrol Sistemleri İçin BT Güvenliği", "kapsam": "Endüstriyel otomasyon ve kontrol sistemlerinin siber güvenliği için gereksinimleri belirler. Ağ güvenliği, sistem güvenliği ve bileşen güvenliği.", "disiplinler": "Siber Güvenlik, Yazılım, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu, Elektronik Gabari Projesi, Test Treni Projesi, Pantograf Denetleme Projesi", "ilgili_diger": "ISO 27001", "notlar": "Demiryolu sistemlerinin dijitalleşmesiyle birlikte siber güvenlik risklerini yönetmek için kritik.", "detayli_aciklama": "IEC 62443 serisi, endüstriyel otomasyon ve kontrol sistemlerinin (IACS) siber güvenliği için kapsamlı bir standartlar dizisidir. Bu standartlar, IACS'nin yaşam döngüsü boyunca (tasarım, geliştirme, entegrasyon, işletme ve bakım) siber güvenlik risklerini yönetmek için bir çerçeve sunar. Ağ güvenliği, sistem güvenliği, bileşen güvenliği ve tedarik zinciri güvenliği gibi farklı alanları kapsar. Demiryolu sektöründe, sinyalizasyon, kontrol ve operasyonel teknolojilerin giderek daha fazla dijitalleşmesiyle birlikte, siber saldırılara karşı korunma ve sistemlerin bütünlüğünü sağlama açısından hayati öneme sahiptir." },
    { "id": "TSISOIEC27001", "standart": "TS ISO/IEC 27001", "baslik": "Bilgi Güvenliği Yönetim Sistemleri", "kapsam": "Kurumların bilgi güvenliği risklerini yönetmek için bir çerçeve sunar. Bilgi varlıklarının gizliliği, bütünlüğü ve erişilebilirliği.", "disiplinler": "Genel Yönetim, Siber Güvenlik", "kritiklik": "Tavsiye / Kritik", "uygulama_alani": "Tüm Projeler (Veri Güvenliği, Sistem Erişimi)", "ilgili_diger": "IEC 62443", "notlar": "Toplanan verilerin ve sistem bilgilerinin güvenliği için önemlidir.", "detayli_aciklama": "TS ISO/IEC 27001, bir kuruluşun bilgi güvenliği yönetim sistemi (BGYS) kurması, uygulaması, sürdürmesi ve sürekli iyileştirmesi için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, bilgi varlıklarının gizliliğini, bütünlüğünü ve erişilebilirliğini korumayı hedefler. Risk değerlendirmesi, güvenlik kontrollerinin seçimi ve uygulanması gibi konuları kapsar. Demiryolu projelerinde, toplanan hassas verilerin, sistem bilgilerinin ve operasyonel verilerin güvenliğini sağlamak, siber tehditlere karşı korunmak ve yasal uyumluluğu sağlamak için kritik bir çerçeve sunar." },
    { "id": "IEC60068", "standart": "IEC 60068 serisi", "baslik": "Çevresel Testler", "kapsam": "Ürünlerin çeşitli çevresel koşullara (sıcaklık, nem, titreşim, şok, tuz sisi vb.) dayanıklılığını test etmek için genel yöntemleri kapsar.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Tüm Projeler (Ekipman Dayanıklılık Testleri)", "ilgili_diger": "EN 50155", "notlar": "EN 50155'i tamamlayıcı nitelikte, daha detaylı test yöntemleri sunar.", "detayli_aciklama": "IEC 60068 serisi, elektronik ve elektrikli ürünlerin çeşitli çevresel koşullara (sıcaklık, nem, titreşim, şok, tuz sisi, basınç değişiklikleri vb.) dayanıklılığını test etmek için genel yöntemleri belirleyen uluslararası standartlar grubudur. Bu testler, ürünlerin zorlu çalışma ortamlarında güvenilir bir şekilde performans göstermesini sağlamak amacıyla yapılır. Demiryolu ekipmanları, genellikle aşırı sıcaklık değişimleri, yüksek nem ve sürekli titreşim gibi zorlu koşullara maruz kaldığından, bu standart serisi EN 50155 gibi demiryolu özelindeki standartları tamamlayıcı niteliktedir ve ürünlerin çevresel dayanıklılığını doğrulamak için kullanılır." },
    { "id": "ENISO3095", "standart": "EN ISO 3095", "baslik": "Demiryolu Uygulamaları - Akustik - Raylı Araçlardan Yayılan Gürültünün Ölçülmesi", "kapsam": "Raylı araçların (trenler, test trenleri) yaydığı gürültü seviyelerinin ölçüm yöntemlerini ve sınır değerlerini belirler.", "disiplinler": "Mekanik, Çevre", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi", "ilgili_diger": "-", "notlar": "Çevresel etki ve gürültü kontrolü için önemlidir.", "detayli_aciklama": "EN ISO 3095, demiryolu araçlarından (lokomotifler, vagonlar, test trenleri vb.) yayılan gürültü seviyelerinin ölçüm yöntemlerini ve sınır değerlerini belirleyen uluslararası bir standarttır. Bu standart, demiryolu operasyonlarının çevresel gürültü kirliliği üzerindeki etkisini değerlendirmek ve kontrol etmek için kullanılır. Farklı işletme koşullarında (durağan, hareketli, hızlanma/yavaşlama) gürültü ölçümlerinin nasıl yapılacağını tanımlar. Test treni projelerinde, aracın akustik performansını değerlendirmek ve çevresel düzenlemelere uygunluğunu doğrulamak için bu standarda başvurulur." },
    { "id": "EN12299", "standart": "EN 12299", "baslik": "Demiryolu Uygulamaları - Yolcular İçin Sürüş Konforu - Ölçüm ve Değerlendirme", "kapsam": "Demiryolu araçlarında yolcuların maruz kaldığı titreşim ve şok seviyelerinin ölçüm ve değerlendirme yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi", "ilgili_diger": "-", "notlar": "Özellikle yolcu konforu ölçümleri yapan test trenleri için geçerlidir.", "detayli_aciklama": "EN 12299, demiryolu araçlarında yolcuların maruz kaldığı titreşim ve şok seviyelerinin ölçüm ve değerlendirme yöntemlerini belirleyen bir standarttır. Bu standart, sürüş konforunu objektif olarak değerlendirmek ve araçların iç ortam kalitesini iyileştirmek amacıyla kullanılır. Farklı titreşim frekansları ve yönleri için kabul edilebilir sınır değerleri tanımlar. Test treni projelerinde, yeni veya modernize edilmiş araçların yolcu konforu performansını doğrulamak ve tasarım iyileştirmeleri için veri sağlamak amacıyla bu standarda uygun ölçümler yapılır." },
    { "id": "EN50592", "standart": "EN 50592", "baslik": "Demiryolu Uygulamaları - Haberleşme, Sinyalizasyon ve İşleme Sistemleri - Tren Algılama Sistemleri İçin Fonksiyonel Gereksinimler", "kapsam": "Tren algılama sistemlerinin (aks sayıcılar, ray devreleri vb.) fonksiyonel gereksinimlerini ve performans kriterlerini belirler.", "disiplinler": "Elektrik/Donanım, Yazılım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Tren Algılama)", "ilgili_diger": "EN 50126, EN 50129", "notlar": "Otomatik istasyonların tren varlığını algılama sistemleri için önemlidir.", "detayli_aciklama": "EN 50592, demiryolu haberleşme, sinyalizasyon ve işleme sistemlerinde kullanılan tren algılama sistemlerinin (örneğin, aks sayıcılar, ray devreleri, tekerlek sensörleri) fonksiyonel gereksinimlerini ve performans kriterlerini belirleyen bir standarttır. Bu standart, trenlerin konumunu güvenilir bir şekilde tespit etmek ve sinyalizasyon sistemlerine doğru bilgi sağlamak için kritik öneme sahiptir. Otomatik test ve muayene istasyonlarında, trenin istasyona girişini, çıkışını ve konumunu doğru bir şekilde algılamak için bu standarda uygun sistemler kullanılır, böylece operasyonel güvenlik ve verimlilik sağlanır." },
    { "id": "ENISO9241", "standart": "EN ISO 9241 serisi", "baslik": "İnsan-Sistem Etkileşiminin Ergonomisi", "kapsam": "İnsan merkezli tasarım prensiplerini ve kullanılabilirlik gereksinimlerini kapsar. Kullanıcı arayüzleri, kontrol panelleri vb.", "disiplinler": "Genel Yönetim, Yazılım", "kritiklik": "Tavsiye", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Kontrol Paneli), Test Treni Projesi (Operatör Arayüzleri)", "ilgili_diger": "-", "notlar": "Operatör verimliliği ve hata riskini azaltmak için önemlidir.", "detayli_aciklama": "EN ISO 9241 serisi, insan-sistem etkileşiminin ergonomisi için uluslararası standartlar grubudur. Bu standartlar, kullanıcı arayüzlerinin, yazılımların ve donanımların insan ihtiyaçlarına ve yeteneklerine uygun olarak tasarlanmasını hedefler. Kullanılabilirlik, erişilebilirlik, kullanıcı memnuniyeti ve hata önleme gibi konuları kapsar. Demiryolu sektöründe, otomatik test ve muayene istasyonlarının kontrol panelleri, test trenlerinin operatör arayüzleri ve diğer insan-makine arayüzlerinin kullanıcı dostu, verimli ve güvenli olmasını sağlamak için bu standartlara başvurulur. Bu, operatör hatalarını azaltmaya ve genel sistem verimliliğini artırmaya yardımcı olur." },
    { "id": "ISO19115", "standart": "ISO 19115", "baslik": "Coğrafi Bilgi - Metaveri", "kapsam": "Coğrafi bilgi ve hizmetlerin metaverileri için gereksinimleri belirler.", "disiplinler": "Yazılım, Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi (GPS ile İlişkili Ölçümler)", "ilgili_diger": "ISO 19157", "notlar": "Özellikle GPS ile konumlandırılan verilerin açıklanması için önemlidir.", "detayli_aciklama": "ISO 19115, coğrafi bilgi ve hizmetlerin metaverileri için gereksinimleri belirleyen uluslararası bir standarttır. Metaveri, verinin verisidir; yani coğrafi verinin içeriği, kalitesi, kökeni, uzamsal referansı ve diğer özellikleri hakkında bilgi sağlar. Demiryolu sektöründe, test trenleri veya diğer ölçüm sistemleri tarafından GPS ile ilişkilendirilmiş coğrafi veriler toplandığında, bu verilerin doğru bir şekilde tanımlanması, belgelenmesi ve keşfedilebilir olması için ISO 19115'e uygun metaveri oluşturulması önemlidir. Bu, verinin yeniden kullanılabilirliğini ve anlaşılabilirliğini artırır." },
    { "id": "ISO19157", "standart": "ISO 19157", "baslik": "Coğrafi Bilgi - Veri Kalitesi", "kapsam": "Coğrafi verinin kalitesini değerlendirmek ve raporlamak için prensipleri belirler.", "disiplinler": "Yazılım, Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi (GPS ile İlişkili Ölçümler)", "ilgili_diger": "ISO 19115", "notlar": "Coğrafi verinin güvenilirliği için önemlidir.", "detayli_aciklama": "ISO 19157, coğrafi verinin kalitesini değerlendirmek ve raporlamak için prensipleri belirleyen uluslararası bir standarttır. Bu standart, coğrafi verinin doğruluğu, tutarlılığı, eksiksizliği, zamansal ve konumsal geçerliliği gibi kalite unsurlarını tanımlar. Demiryolu test trenleri tarafından toplanan ve GPS ile konumlandırılan ölçüm verilerinin (örneğin, ray geometrisi, gabari) kalitesini belgelemek için ISO 19157'ye başvurulabilir. Bu, verinin güvenilirliğini ve farklı uygulamalarda kullanılabilirliğini artırır, karar verme süreçlerini destekler." },
    { "id": "UIC719", "standart": "UIC 719", "baslik": "Demiryolu Araçları - Boji Çerçeveleri - Tasarım ve Test", "kapsam": "Demiryolu araçlarının boji çerçevelerinin tasarımı, imalatı ve testleri için gereksinimleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Yapısı)", "ilgili_diger": "UIC 518", "notlar": "Uluslararası Demiryolları Birliği (UIC) standardıdır. Özellikle boji dinamikleri için önemlidir.", "detayli_aciklama": "UIC 719, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve demiryolu araçlarının boji çerçevelerinin tasarımı, imalatı ve testleri için gereksinimleri belirleyen bir standarttır. Bojiler, trenlerin ray üzerinde stabil ve güvenli bir şekilde hareket etmesini sağlayan kritik bileşenlerdir. Bu standart, boji çerçevelerinin yapısal bütünlüğünü, yorulma dayanımını ve dinamik performansını güvence altına almayı hedefler. Test treni projelerinde, aracın boji sistemlerinin bu standarda uygunluğu, sürüş dinamikleri ve genel araç güvenliği açısından hayati öneme sahiptir." },
    { "id": "UIC712", "standart": "UIC 712", "baslik": "Demiryolu Araçları - Tekerlek Takımları - Tasarım ve Test", "kapsam": "Demiryolu araçlarının tekerlek takımlarının tasarımı, imalatı ve testleri için gereksinimleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Yapısı)", "ilgili_diger": "UIC 518", "notlar": "Uluslararası Demiryolları Birliği (UIC) standardıdır. Tekerlek-ray etkileşimi için önemlidir.", "detayli_aciklama": "UIC 712, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve demiryolu araçlarının tekerlek takımlarının (tekerlekler ve akslar) tasarımı, imalatı ve testleri için gereksinimleri belirleyen bir standarttır. Tekerlek takımları, trenin ray üzerinde hareketini sağlayan ve yükleri taşıyan en kritik bileşenlerden biridir. Bu standart, tekerlek takımlarının yapısal bütünlüğünü, yorulma dayanımını, ray-tekerlek etkileşim performansını ve güvenlik gereksinimlerini güvence altına almayı hedefler. Test treni projelerinde, aracın tekerlek takımlarının bu standarda uygunluğu, sürüş güvenliği ve ray aşınması açısından büyük önem taşır." },
    { "id": "UIC518", "standart": "UIC 518", "baslik": "Demiryolu Araçları - Raylı Taşıtların Dinamik Davranışlarının Testleri ve Onaylanması", "kapsam": "Raylı taşıtların dinamik davranışlarının testleri ve onaylanması için yöntemleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi", "ilgili_diger": "EN 14363, UIC 719, UIC 712", "notlar": "Uluslararası Demiryolları Birliği (UIC) standardıdır. EN 14363 ile benzerdir ancak farklı test detayları içerebilir.", "detayli_aciklama": "UIC 518, Uluslararası Demiryolları Birliği (UIC) tarafından yayınlanan ve demiryolu araçlarının dinamik davranışlarının testleri ve onaylanması için yöntemleri belirleyen bir standarttır. Bu standart, araçların ray üzerinde güvenli ve stabil bir şekilde hareket ettiğini doğrulamak amacıyla yapılan testleri kapsar. Ray-tekerlek etkileşimi, titreşim, yanal ve dikey kuvvetler gibi dinamik parametreler ölçülür ve değerlendirilir. Test treni projelerinde, yeni veya modifiye edilmiş araçların performansını ve güvenliğini doğrulamak için bu standarda uygun testler yapılır. EN 14363 ile benzerlik gösterse de, bazı spesifik test prosedürleri ve kabul kriterleri farklılık gösterebilir." },
    { "id": "ISO8608", "standart": "ISO 8608", "baslik": "Mekanik Titreşim - Yol Yüzeyi Düzgünlük Sınıflandırması", "kapsam": "Yol yüzeyi düzgünlüğünü (titreşim ve yol testleri için) sınıflandırmak için yöntemleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi (Yol Testleri)", "ilgili_diger": "-", "notlar": "Ray düzgünlüğünün araç dinamiklerine etkisini değerlendirmek için kullanılır.", "detayli_aciklama": "ISO 8608, mekanik titreşim bağlamında yol yüzeyi düzgünlüğünü sınıflandırmak için yöntemleri belirleyen uluslararası bir standarttır. Bu standart, yol yüzeyindeki düzensizliklerin neden olduğu titreşim seviyelerini değerlendirmek için kullanılır. Demiryolu sektöründe, ray yüzeyi düzgünlüğünün trenlerin sürüş dinamikleri, yolcu konforu ve ray aşınması üzerindeki etkisini değerlendirmek amacıyla test treni projelerinde kullanılabilir. Ray profili ölçümleri ve titreşim analizleri ile birlikte, ray hattının genel kalitesini anlamak için önemli bir referans sağlar." },
    { "id": "TSEN50124-1A1", "standart": "TS EN 50124-1/A1", "baslik": "Demiryolu Uygulamaları - Yalıtım Koordinasyonu - Bölüm 1: Temel Kurallar", "kapsam": "Tüm elektrikli ve elektronik donanım için yalıtma aralıkları ve yüzeysel kaçak yolu uzunlukları ile ilgili temel kuralları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Tüm Elektrikli/Elektronik Cihazlar", "ilgili_diger": "EN 50155", "notlar": "Elektriksel güvenlik için temel bir standarttır.", "detayli_aciklama": "TS EN 50124-1/A1, demiryolu uygulamalarında kullanılan tüm elektrikli ve elektronik ekipmanların yalıtım koordinasyonu için temel kuralları belirleyen bir standarttır. Bu standart, ekipmanın güvenli bir şekilde çalışması için gerekli olan yalıtma aralıklarını (havadan yalıtım mesafeleri) ve yüzeysel kaçak yolu uzunluklarını (yüzeyden yalıtım mesafeleri) tanımlar. Aşırı gerilimlere karşı koruma, kirlilik dereceleri ve çalışma gerilimleri gibi faktörleri dikkate alarak, elektriksel güvenlik ve ekipman bütünlüğünü sağlamayı hedefler. Demiryolu araçları ve sabit tesisatlardaki elektrikli bileşenler için kritik öneme sahiptir." },
    { "id": "TSEN50124-1A2", "standart": "TS EN 50124-1/A2", "baslik": "Demiryolu Uygulamaları - Yalıtım Koordinasyonu - Bölüm 1: Temel Kurallar (Değişiklik A2)", "kapsam": "TS EN 50124-1'in A1 değişikliğini takiben güncel yalıtım koordinasyonu gereksinimlerini içerir.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Tüm Elektrikli/Elektronik Cihazlar", "ilgili_diger": "EN 50124-1/A1", "notlar": "Önceki versiyonun güncellenmiş hali.", "detayli_aciklama": "TS EN 50124-1/A2, TS EN 50124-1'in A1 değişikliğini takiben yayınlanan ve demiryolu uygulamalarında yalıtım koordinasyonu için temel kuralları güncelleyen bir değişiklik standardıdır. Bu değişiklik, standarttaki belirli maddeleri veya gereksinimleri revize ederek, en son teknik gelişmeleri ve endüstriyel uygulamaları yansıtır. Elektrikli ve elektronik ekipmanların güvenli yalıtım mesafeleri ve yüzeysel kaçak yolu uzunlukları ile ilgili güncel bilgileri içerir. Demiryolu ekipmanlarının elektriksel güvenliğini ve performansını sağlamak için bu güncellemelerin takip edilmesi önemlidir." },
    { "id": "TSEN302609V111", "standart": "TS EN 302609 V1.1.1", "baslik": "Elektromanyetik Uyumluluk ve Radyospektrum Konuları (ERM); Kısa Mesafeli Cihazlar (SRD); Euroloop Tren Yolu Kontrol Sistemleri", "kapsam": "R&TTE Direktifi madde 3.2'deki temel kuralları kapsayan harmonize edilmiş EN standardı.", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Kritik", "uygulama_alani": "Sinyalizasyon, Kontrol Sistemleri", "ilgili_diger": "EN 50121 serisi", "notlar": "Demiryolu kontrol sistemlerinde kablosuz iletişimi kapsar.", "detayli_aciklama": "TS EN 302609 V1.1.1, elektromanyetik uyumluluk (EMC) ve radyospektrum konularını ele alan, özellikle kısa mesafeli cihazlar (SRD) ve Euroloop tren yolu kontrol sistemleri için harmonize edilmiş bir EN standardıdır. Bu standart, radyo ekipmanları ve telekomünikasyon terminal ekipmanları (R&TTE) Direktifi'nin temel gereksinimlerini karşılar. Demiryolu sinyalizasyon ve kontrol sistemlerinde kullanılan kablosuz iletişim cihazlarının elektromanyetik uyumluluğunu ve spektrum kullanımını düzenleyerek, güvenli ve parazitsiz bir çalışma ortamı sağlamayı hedefler. Bu, özellikle tren kontrol sistemlerinin güvenilirliği için hayati öneme sahiptir." },
    { "id": "TSEN302608V111", "standart": "TS EN 302608 V1.1.1", "baslik": "Elektromanyetik Uyumluluk ve Radyospektrum Konuları (ERM); Kısa Mesafeli Cihazlar (SRD); Eurobalise Tren Yolu Kontrol Sistemleri", "kapsam": "R&TTE Direktifi madde 3.2'deki temel kuralları kapsayan harmonize edilmiş EN standardı.", "disiplinler": "Elektrik/Donanım, Siber Güvenlik", "kritiklik": "Kritik", "uygulama_alani": "Sinyalizasyon, Kontrol Sistemleri", "ilgili_diger": "EN 50121 serisi", "notlar": "Demiryolu kontrol sistemlerinde kablosuz iletişimi kapsar.", "detayli_aciklama": "TS EN 302608 V1.1.1, elektromanyetik uyumluluk (EMC) ve radyospektrum konularını ele alan, özellikle kısa mesafeli cihazlar (SRD) ve Eurobalise tren yolu kontrol sistemleri için harmonize edilmiş bir EN standardıdır. Eurobalise, trenler ve ray hattı arasındaki veri iletişimini sağlayan önemli bir sinyalizasyon bileşenidir. Bu standart, Eurobalise sistemlerinin elektromanyetik uyumluluğunu ve radyo frekans spektrumunu verimli bir şekilde kullanmasını düzenleyerek, tren kontrol sistemlerinin güvenilirliğini ve güvenliğini garanti altına almayı hedefler. R&TTE Direktifi'nin temel gereksinimlerini karşılar." },
    { "id": "TSEN50125-1", "standart": "TS EN 50125-1", "baslik": "Demiryolu Uygulamaları - Çevresel Koşullar - Bölüm 1: Raylı Taşıtlar ve Araç Üzerindeki Ekipmanlar", "kapsam": "Raylı taşıtların ve araç üzerindeki ekipmanların maruz kaldığı çevresel koşulları (sıcaklık, nem, titreşim vb.) belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi, Elektronik Gabari Projesi, Pantograf Denetleme Projesi", "ilgili_diger": "EN 50155, IEC 60068 serisi", "notlar": "EN 50155 ile birlikte kullanılır.", "detayli_aciklama": "TS EN 50125-1, demiryolu uygulamalarında raylı taşıtların ve araç üzerindeki ekipmanların maruz kaldığı çevresel koşulları belirleyen bir standarttır. Bu koşullar arasında sıcaklık, nem, titreşim, şok, atmosferik basınç değişiklikleri ve kirlilik gibi faktörler bulunur. Standart, ekipmanların bu zorlu çevresel koşullarda güvenilir bir şekilde çalışmasını sağlamak için tasarım ve test gereksinimlerini tanımlar. Özellikle EN 50155 ile birlikte kullanılarak, demiryolu araçlarındaki tüm elektronik ve mekanik bileşenlerin çevresel dayanıklılığı güvence altına alınır." },
    { "id": "TSEN50125-2", "standart": "TS EN 50125-2", "baslik": "Demiryolu Uygulamaları - Çevresel Koşullar - Bölüm 2: Sabit Elektrikli Ekipman", "kapsam": "Sabit elektrikli ekipmanların (sinyalizasyon, enerji besleme vb.) maruz kaldığı çevresel koşulları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu", "ilgili_diger": "EN 50121 serisi", "notlar": "Sabit tesisatlardaki ekipmanlar için.", "detayli_aciklama": "TS EN 50125-2, demiryolu uygulamalarında sabit elektrikli ekipmanların (örneğin, sinyalizasyon ekipmanları, enerji besleme sistemleri, telekomünikasyon ekipmanları) maruz kaldığı çevresel koşulları belirleyen bir standarttır. Bu koşullar, dış ortam sıcaklığı, nem, yağış, güneş radyasyonu, rüzgar, buzlanma ve kirlilik gibi faktörleri içerir. Standart, bu ekipmanların zorlu dış ortam koşullarında güvenilir bir şekilde çalışmasını sağlamak için tasarım ve test gereksinimlerini tanımlar. Otomatik test ve muayene istasyonları gibi sabit tesisatlardaki tüm elektrikli bileşenler için önemlidir." },
    { "id": "TSEN50125-3", "standart": "TS EN 50125-3", "baslik": "Demiryolu Uygulamaları - Çevresel Koşullar - Bölüm 3: Sinyalizasyon ve Telekomünikasyon Ekipmanları", "kapsam": "Sinyalizasyon ve telekomünikasyon ekipmanlarının maruz kaldığı çevresel koşulları belirler.", "disiplinler": "Elektrik/Donanım, Yazılım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu, Test Treni Projesi (İletişim Sistemleri)", "ilgili_diger": "EN 50121 serisi", "notlar": "Sinyalizasyon ve telekomünikasyon ekipmanları için özel.", "detayli_aciklama": "TS EN 50125-3, demiryolu uygulamalarında sinyalizasyon ve telekomünikasyon ekipmanlarının maruz kaldığı çevresel koşulları belirleyen bir standarttır. Bu ekipmanlar, demiryolu operasyonlarının güvenliği ve verimliliği için kritik öneme sahip olduğundan, zorlu çevresel faktörlere (sıcaklık, nem, titreşim, elektromanyetik girişim vb.) dayanıklı olmaları gerekir. Standart, bu tür ekipmanların tasarım ve test gereksinimlerini tanımlar. Otomatik test ve muayene istasyonlarındaki sinyalizasyon bileşenleri ve test trenlerindeki iletişim sistemleri gibi uygulamalar için bu standart önemlidir." },
    { "id": "TSEN13260", "standart": "TS EN 13260", "baslik": "Demiryolu Uygulamaları - Tekerlek Takımları ve Bojiler - Genel Gereklilikler", "kapsam": "Demiryolu araçlarının tekerlek takımları ve bojileri için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Yapısı)", "ilgili_diger": "TS EN 13261, TS EN 13262", "notlar": "Tekerlek takımları ve bojilerin temel standardı.", "detayli_aciklama": "TS EN 13260, demiryolu uygulamalarında kullanılan tekerlek takımları ve bojiler için genel gereksinimleri belirleyen bir standarttır. Bu standart, bu kritik bileşenlerin tasarımı, imalatı, montajı ve testleri için temel prensipleri kapsar. Tekerlek takımları ve bojiler, trenin ray üzerinde güvenli ve stabil bir şekilde hareket etmesini sağlayan ana unsurlardır. Test treni projelerinde, aracın alt takımının bu standarda uygunluğu, sürüş dinamikleri ve genel araç güvenliği açısından hayati öneme sahiptir. Diğer spesifik tekerlek ve aks standartlarına referans teşkil eder." },
    { "id": "TSEN13261", "standart": "TS EN 13261", "baslik": "Demiryolu Uygulamaları - Tekerlek Takımları - Akslar - Tasarım ve Test", "kapsam": "Demiryolu araçlarının akslarının tasarımı ve testleri için gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Yapısı)", "ilgili_diger": "TS EN 13260", "notlar": "Aksların yapısal bütünlüğü için önemlidir.", "detayli_aciklama": "TS EN 13261, demiryolu uygulamalarında kullanılan aksların (dingillerin) tasarımı ve testleri için gereksinimleri belirleyen bir standarttır. Akslar, tekerlek takımlarının merkezi bileşeni olup, trenin ağırlığını taşır ve tekerleklerin dönmesini sağlar. Bu standart, aksların yapısal bütünlüğünü, yorulma dayanımını ve güvenlik performansını güvence altına almayı hedefler. Malzeme seçimi, imalat toleransları ve tahribatsız muayene yöntemleri gibi konuları kapsar. Test treni projelerinde, aracın akslarının bu standarda uygunluğu, sürüş güvenliği ve operasyonel dayanıklılık açısından kritik öneme sahiptir." },
    { "id": "TSEN13262", "standart": "TS EN 13262", "baslik": "Demiryolu Uygulamaları - Tekerlek Takımları - Tekerlekler - Tasarım ve Test", "kapsam": "Demiryolu araçlarının tekerleklerinin tasarımı ve testleri için gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Yapısı)", "ilgili_diger": "TS EN 13260", "notlar": "Tekerleklerin ray ile etkileşimi için önemlidir.", "detayli_aciklama": "TS EN 13262, demiryolu uygulamalarında kullanılan tekerleklerin tasarımı ve testleri için gereksinimleri belirleyen bir standarttır. Tekerlekler, trenin ray üzerinde hareketini sağlayan ve ray ile doğrudan temas eden bileşenlerdir. Bu standart, tekerleklerin yapısal bütünlüğünü, yorulma dayanımını, aşınma direncini ve güvenlik performansını güvence altına almayı hedefler. Malzeme özellikleri, imalat yöntemleri, boyut toleransları ve tahribatsız muayene yöntemleri gibi konuları kapsar. Test treni projelerinde, aracın tekerleklerinin bu standarda uygunluğu, sürüş güvenliği, ray aşınması ve bakım maliyetleri açısından kritik öneme sahiptir." },
    { "id": "TSEN13103", "standart": "TS EN 13103", "baslik": "Demiryolu Uygulamaları - Tekerlek Takımları - Akslar - Tahribatsız Muayene Yöntemleri - Ultrasonik Muayene", "kapsam": "Demiryolu akslarının ultrasonik muayenesi için yöntemleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Bakım/Muayene)", "ilgili_diger": "TS EN 13261", "notlar": "Akslardaki iç kusurların tespiti için.", "detayli_aciklama": "TS EN 13103, demiryolu uygulamalarında kullanılan aksların (dingillerin) tahribatsız muayene yöntemlerinden ultrasonik muayene için gereksinimleri belirleyen bir standarttır. Bu standart, aksların iç yapısındaki çatlaklar, boşluklar veya diğer kusurları tespit etmek amacıyla ultrasonik dalgaların nasıl kullanılacağını tanımlar. Muayene prosedürleri, ekipman gereksinimleri, kalibrasyon ve sonuçların yorumlanması gibi konuları kapsar. Test treni projelerinde veya demiryolu bakım operasyonlarında, aksların güvenliğini ve bütünlüğünü sağlamak için bu standarda uygun ultrasonik muayeneler yapılır." },
    { "id": "TSEN13104", "standart": "TS EN 13104", "baslik": "Demiryolu Uygulamaları - Tekerlek Takımları - Akslar - Tahribatsız Muayene Yöntemleri - Manyetik Parçacık Muayenesi", "kapsam": "Demiryolu akslarının manyetik parçacık muayenesi için yöntemleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Bakım/Muayene)", "ilgili_diger": "TS EN 13261", "notlar": "Akslardaki yüzey kusurlarının tespiti için.", "detayli_aciklama": "TS EN 13104, demiryolu uygulamalarında kullanılan aksların (dingillerin) tahribatsız muayene yöntemlerinden manyetik parçacık muayenesi için gereksinimleri belirleyen bir standarttır. Bu standart, aksların yüzeyindeki veya yüzeye yakın çatlaklar gibi kusurları tespit etmek amacıyla manyetik alan ve manyetik parçacıkların nasıl kullanılacağını tanımlar. Muayene prosedürleri, ekipman gereksinimleri, mıknatıslama yöntemleri ve sonuçların yorumlanması gibi konuları kapsar. Test treni projelerinde veya demiryolu bakım operasyonlarında, aksların yüzey bütünlüğünü sağlamak için bu standarda uygun manyetik parçacık muayeneleri yapılır." },
    { "id": "TSEN13979-1", "standart": "TS EN 13979-1", "baslik": "Demiryolu Uygulamaları - Tekerlek Takımları - Tekerlekler - Tahribatsız Muayene Yöntemleri - Bölüm 1: Ultrasonik Muayene", "kapsam": "Demiryolu tekerleklerinin ultrasonik muayenesi için yöntemleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Bakım/Muayene)", "ilgili_diger": "TS EN 13262", "notlar": "Tekerleklerdeki iç kusurların tespiti için.", "detayli_aciklama": "TS EN 13979-1, demiryolu uygulamalarında kullanılan tekerleklerin tahribatsız muayene yöntemlerinden ultrasonik muayene için gereksinimleri belirleyen bir standarttır. Bu standart, tekerleklerin iç yapısındaki çatlaklar, segregasyonlar veya diğer kusurları tespit etmek amacıyla ultrasonik dalgaların nasıl kullanılacağını tanımlar. Muayene prosedürleri, ekipman gereksinimleri, kalibrasyon ve sonuçların yorumlanması gibi konuları kapsar. Test treni projelerinde veya demiryolu bakım operasyonlarında, tekerleklerin güvenliğini ve bütünlüğünü sağlamak için bu standarda uygun ultrasonik muayeneler yapılır." },
    { "id": "TSEN14067-4", "standart": "TS EN 14067-4", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtların Tasarımı İçin Genel Kurallar - Bölüm 4: Yapısal Bütünlük", "kapsam": "Raylı taşıtların yapısal bütünlüğü ve dayanımı için genel tasarım kurallarını belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Tasarımı)", "ilgili_diger": "-", "notlar": "Araç şasisi ve gövde tasarımı için temel.", "detayli_aciklama": "TS EN 14067-4, demiryolu uygulamalarında raylı taşıtların tasarımı için genel kuralların dördüncü bölümü olup, yapısal bütünlük ve dayanım gereksinimlerini belirler. Bu standart, tren gövdelerinin, şasilerinin ve diğer yapısal bileşenlerinin işletme yüklerine, çarpışma senaryolarına ve yorulmaya karşı dayanıklılığını güvence altına almayı hedefler. Malzeme seçimi, tasarım yöntemleri, analiz ve test prosedürleri gibi konuları kapsar. Test treni projelerinde, aracın yapısal güvenliğini ve uzun ömürlülüğünü sağlamak için bu standarda uygun tasarım ve doğrulama çalışmaları yapılır." },
    { "id": "TSEN14427", "standart": "TS EN 14427", "baslik": "Demiryolu Uygulamaları - Frenleme - Fren Sistemleri - Genel Gereklilikler", "kapsam": "Demiryolu araçlarının fren sistemleri için genel gereklilikleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "-", "notlar": "Fren sistemlerinin temel standardı.", "detayli_aciklama": "TS EN 14427, demiryolu uygulamalarında raylı taşıtların fren sistemleri için genel gereksinimleri belirleyen bir standarttır. Bu standart, fren sistemlerinin güvenilirliğini, performansını ve emniyetini güvence altına almayı hedefler. Frenleme mesafeleri, fren kuvvetleri, fren bileşenlerinin performansı ve kontrol sistemleri gibi konuları kapsar. Test treni projelerinde, aracın fren sistemlerinin bu standarda uygunluğu, operasyonel güvenlik ve acil durum frenleme performansı açısından hayati öneme sahiptir." },
    { "id": "TSEN14752", "standart": "TS EN 14752", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlar - Yolcu ve Personel Kapıları - Genel Gereklilikler", "kapsam": "Raylı taşıtların yolcu ve personel kapıları için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Tasarımı)", "ilgili_diger": "-", "notlar": "Kapı sistemlerinin güvenliği ve işlevselliği için.", "detayli_aciklama": "TS EN 14752, demiryolu uygulamalarında raylı taşıtların yolcu ve personel kapıları için genel gereksinimleri belirleyen bir standarttır. Bu standart, kapı sistemlerinin güvenliğini, işlevselliğini, dayanıklılığını ve erişilebilirliğini güvence altına almayı hedefler. Kapı kilit mekanizmaları, acil durum açma sistemleri, sıkışma önleme sistemleri ve çevresel koşullara dayanıklılık gibi konuları kapsar. Test treni projelerinde, aracın kapı sistemlerinin bu standarda uygunluğu, personel güvenliği ve operasyonel verimlilik açısından önemlidir." },
    { "id": "TSEN15227", "standart": "TS EN 15227", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlar - Çarpışma Güvenliği Gereklilikleri", "kapsam": "Raylı taşıtların çarpışma güvenliği (crashworthiness) için gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Test Treni Projesi (Araç Tasarımı)", "ilgili_diger": "-", "notlar": "Trenlerin çarpışma anındaki enerji yönetimi ve yolcu/personel koruması için.", "detayli_aciklama": "TS EN 15227, demiryolu uygulamalarında raylı taşıtların çarpışma güvenliği (crashworthiness) için gereksinimleri belirleyen bir standarttır. Bu standart, trenlerin bir çarpışma durumunda yolcu ve personelin güvenliğini en üst düzeye çıkarmak amacıyla enerji emilimini ve yapısal bütünlüğü nasıl sağlaması gerektiğini tanımlar. Çarpışma senaryoları, enerji emici yapılar, yolcu bölmesinin bütünlüğü ve çarpışma sonrası kurtarma kolaylığı gibi konuları kapsar. Test treni projelerinde, aracın çarpışma güvenliği performansını doğrulamak ve tasarım iyileştirmeleri için bu standarda uygun analiz ve testler yapılır." },
    { "id": "TSEN15313", "standart": "TS EN 15313", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlar - Dinamik Test Yöntemleri - Genel Gereklilikler", "kapsam": "Raylı taşıtların dinamik test yöntemleri için genel gereklilikleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi", "ilgili_diger": "EN 14363", "notlar": "Dinamik testlerin genel çerçevesi.", "detayli_aciklama": "TS EN 15313, demiryolu uygulamalarında raylı taşıtların dinamik test yöntemleri için genel gereklilikleri belirleyen bir standarttır. Bu standart, araçların ray üzerinde sergilediği dinamik davranışların (titreşim, hareket, ray-tekerlek etkileşimi vb.) değerlendirilmesi için kullanılan test prosedürlerinin genel çerçevesini sunar. Ölçüm ekipmanları, veri toplama, analiz ve raporlama yöntemleri gibi konuları kapsar. Test treni projelerinde, aracın dinamik performansını doğrulamak ve güvenlik kriterlerini karşıladığını göstermek için bu standarda uygun testler yapılır. EN 14363 gibi daha spesifik dinamik test standartlarını tamamlar." },
    { "id": "TSEN15528", "standart": "TS EN 15528", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlar - Kütle Parametreleri", "kapsam": "Raylı taşıtların kütle parametreleri (boş ağırlık, yüklü ağırlık vb.) için gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Tasarımı)", "ilgili_diger": "-", "notlar": "Araç ağırlık dağılımı ve yük kapasitesi için.", "detayli_aciklama": "TS EN 15528, demiryolu uygulamalarında raylı taşıtların kütle parametreleri için gereksinimleri belirleyen bir standarttır. Bu standart, araçların boş ağırlığı, yüklü ağırlığı, dingil yükleri ve ağırlık merkezi gibi parametrelerin doğru bir şekilde belirlenmesini ve belgelenmesini sağlar. Kütle parametreleri, trenin ray üzerindeki dinamik davranışını, frenleme performansını ve altyapı üzerindeki etkisini doğrudan etkilediği için kritik öneme sahiptir. Test treni projelerinde, aracın doğru kütle parametrelerine sahip olduğunu doğrulamak ve operasyonel limitleri belirlemek için bu standarda başvurulur." },
    { "id": "TSEN15663", "standart": "TS EN 15663", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlar - Araç Referans Kütleleri", "kapsam": "Raylı taşıtların farklı yükleme durumları için referans kütlelerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Tasarımı)", "ilgili_diger": "TS EN 15528", "notlar": "Farklı operasyonel senaryolar için ağırlık tanımları.", "detayli_aciklama": "TS EN 15663, demiryolu uygulamalarında raylı taşıtların farklı yükleme durumları için referans kütlelerini belirleyen bir standarttır. Bu standart, aracın boş, normal yüklü ve aşırı yüklü gibi çeşitli operasyonel senaryolardaki ağırlıklarını tanımlar. Bu referans kütleleri, aracın dinamik performansının, frenleme mesafelerinin ve altyapı ile etkileşiminin doğru bir şekilde analiz edilmesi ve test edilmesi için kullanılır. Test treni projelerinde, aracın farklı yükleme koşullarındaki davranışını değerlendirmek ve güvenlik limitlerini belirlemek için bu standarda uygun referans kütleleri kullanılır." },
    { "id": "TSEN15839", "standart": "TS EN 15839", "baslik": "Demiryolu Uygulamaları - Frenleme - Fren Sistemleri - Test Yöntemleri", "kapsam": "Demiryolu araçlarının fren sistemlerinin test yöntemlerini belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "TS EN 14427", "notlar": "Fren sistemlerinin performans testleri için.", "detayli_aciklama": "TS EN 15839, demiryolu uygulamalarında raylı taşıtların fren sistemlerinin test yöntemlerini belirleyen bir standarttır. Bu standart, fren sistemlerinin performansını, güvenilirliğini ve emniyetini doğrulamak için yapılan laboratuvar ve saha testlerini kapsar. Frenleme mesafeleri, fren kuvvetleri, termal performans ve fren bileşenlerinin dayanıklılığı gibi parametreler bu testler aracılığıyla değerlendirilir. Test treni projelerinde, aracın fren sistemlerinin bu standarda uygun olarak test edilmesi, operasyonel güvenlik ve acil durum frenleme performansı açısından hayati öneme sahiptir." },
    { "id": "TSEN16186-1", "standart": "TS EN 16186-1", "baslik": "Demiryolu Uygulamaları - Sürücü Kabini - Bölüm 1: Ergonomik Gereklilikler", "kapsam": "Raylı taşıtların sürücü kabinleri için ergonomik gereklilikleri belirler.", "disiplinler": "Mekanik, Genel Yönetim", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Sürücü Kabini Tasarımı)", "ilgili_diger": "EN ISO 9241 serisi", "notlar": "Sürücü konforu ve güvenliği için önemlidir.", "detayli_aciklama": "TS EN 16186-1, demiryolu uygulamalarında raylı taşıtların sürücü kabinleri için ergonomik gereksinimleri belirleyen bir standarttır. Bu standart, sürücülerin çalışma ortamının konforunu, verimliliğini ve güvenliğini sağlamayı hedefler. Kontrol panellerinin düzeni, görüş alanı, oturma pozisyonu, aydınlatma ve gürültü seviyeleri gibi konuları kapsar. Test treni projelerinde, sürücü kabininin ergonomik tasarımının bu standarda uygunluğu, sürücü performansı ve operasyonel güvenlik açısından önemlidir. İnsan-sistem etkileşimini optimize etmeyi amaçlar." },
    { "id": "TSEN16235", "standart": "TS EN 16235", "baslik": "Demiryolu Uygulamaları - Frenleme - Sürtünme Malzemeleri - Genel Gereklilikler", "kapsam": "Demiryolu fren sistemlerinde kullanılan sürtünme malzemeleri (fren balataları, pabuçları) için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "-", "notlar": "Fren balatası/pabuçları için.", "detayli_aciklama": "TS EN 16235, demiryolu uygulamalarında fren sistemlerinde kullanılan sürtünme malzemeleri (örneğin, fren balataları, fren pabuçları) için genel gereksinimleri belirleyen bir standarttır. Bu standart, sürtünme malzemelerinin performansını, dayanıklılığını ve güvenilirliğini güvence altına almayı hedefler. Sürtünme katsayısı, aşınma oranı, ısıya dayanıklılık ve çevresel etkilere karşı direnç gibi özellikleri kapsar. Test treni projelerinde, aracın fren sistemindeki sürtünme malzemelerinin bu standarda uygunluğu, frenleme performansı ve bakım maliyetleri açısından önemlidir." },
    { "id": "TSEN16281", "standart": "TS EN 16281", "baslik": "Demiryolu Uygulamaları - Frenleme - Fren Blokları - Genel Gereklilikler", "kapsam": "Demiryolu fren sistemlerinde kullanılan fren blokları için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "-", "notlar": "Fren blokları için.", "detayli_aciklama": "TS EN 16281, demiryolu uygulamalarında fren sistemlerinde kullanılan fren blokları için genel gereksinimleri belirleyen bir standarttır. Fren blokları, tekerleğe doğrudan uygulanan sürtünme kuvvetini sağlayarak trenin yavaşlamasını veya durmasını sağlar. Bu standart, fren bloklarının performansı, dayanıklılığı, aşınma direnci ve gürültü seviyeleri gibi özelliklerini kapsar. Test treni projelerinde, aracın fren sistemindeki fren bloklarının bu standarda uygunluğu, frenleme performansı ve operasyonel güvenlik açısından önemlidir." },
    { "id": "TSEN16334", "standart": "TS EN 16334", "baslik": "Demiryolu Uygulamaları - Frenleme - Fren Diskleri - Genel Gereklilikler", "kapsam": "Demiryolu fren sistemlerinde kullanılan fren diskleri için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "-", "notlar": "Fren diskleri için.", "detayli_aciklama": "TS EN 16334, demiryolu uygulamalarında fren sistemlerinde kullanılan fren diskleri için genel gereksinimleri belirleyen bir standarttır. Fren diskleri, fren balataları ile birlikte çalışarak trenin yavaşlamasını veya durmasını sağlayan kritik bileşenlerdir. Bu standart, fren disklerinin tasarımı, malzemesi, imalatı, performansı, termal dayanıklılığı ve yorulma ömrü gibi özelliklerini kapsar. Test treni projelerinde, aracın fren sistemindeki fren disklerinin bu standarda uygunluğu, frenleme performansı ve operasyonel güvenlik açısından hayati öneme sahiptir." },
    { "id": "TSEN16732", "standart": "TS EN 16732", "baslik": "Demiryolu Uygulamaları - Frenleme - Fren Silindirleri - Genel Gereklilikler", "kapsam": "Demiryolu fren sistemlerinde kullanılan fren silindirleri için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "-", "notlar": "Fren silindirleri için.", "detayli_aciklama": "TS EN 16732, demiryolu uygulamalarında fren sistemlerinde kullanılan fren silindirleri için genel gereksinimleri belirleyen bir standarttır. Fren silindirleri, pnömatik veya hidrolik basıncı mekanik kuvvete dönüştürerek fren balatalarını veya disklerini tekerleğe uygular. Bu standart, fren silindirlerinin tasarımı, malzemesi, imalatı, performansı ve sızdırmazlığı gibi özelliklerini kapsar. Test treni projelerinde, aracın fren sistemindeki fren silindirlerinin bu standarda uygunluğu, frenleme performansı ve operasyonel güvenlik açısından önemlidir." },
    { "id": "TSEN16733", "standart": "TS EN 16733", "baslik": "Demiryolu Uygulamaları - Frenleme - Fren Valfleri - Genel Gereklilikler", "kapsam": "Demiryolu fren sistemlerinde kullanılan fren valfleri için genel gereklilikleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "-", "notlar": "Fren valfleri için.", "detayli_aciklama": "TS EN 16733, demiryolu uygulamalarında fren sistemlerinde kullanılan fren valfleri için genel gereksinimleri belirleyen bir standarttır. Fren valfleri, fren sistemindeki hava veya hidrolik basıncını kontrol ederek frenleme ve serbest bırakma işlemlerini yönetir. Bu standart, fren valflerinin tasarımı, malzemesi, imalatı, performansı, sızdırmazlığı ve güvenilirliği gibi özelliklerini kapsar. Test treni projelerinde, aracın fren sistemindeki fren valflerinin bu standarda uygunluğu, frenleme hassasiyeti ve operasyonel güvenlik açısından kritik öneme sahiptir." },
    { "id": "TSEN16907-1", "standart": "TS EN 16907-1", "baslik": "Demiryolu Uygulamaları - Ray Hattı - Bölüm 1: Genel", "kapsam": "Demiryolu ray hattının genel prensiplerini ve bileşenlerini kapsar.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Ray Ölçümleri)", "ilgili_diger": "-", "notlar": "Ray hattı için temel bir standart.", "detayli_aciklama": "TS EN 16907-1, demiryolu uygulamalarında ray hattının genel prensiplerini ve bileşenlerini kapsayan bir standarttır. Bu standart, ray hattının tasarımı, inşası, bakımı ve performansıyla ilgili temel bilgileri sunar. Raylar, traversler, balast, bağlantı elemanları ve diğer altyapı bileşenlerinin işlevlerini ve etkileşimlerini ele alır. Test treni projelerinde, ray hattının genel durumunu ve performansını değerlendirmek için bu standarda başvurulur, böylece ray hattının güvenliği ve operasyonel kapasitesi güvence altına alınır." },
    { "id": "TSEN16907-2", "standart": "TS EN 16907-2", "baslik": "Demiryolu Uygulamaları - Ray Hattı - Bölüm 2: Ray Geometrisi", "kapsam": "Demiryolu ray geometrisi için gereklilikleri ve ölçüm yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Ray Geometrisi Ölçümleri), Otomatik Test Muayene İstasyonu", "ilgili_diger": "-", "notlar": "Ray düzgünlüğü ve güvenliği için kritik.", "detayli_aciklama": "TS EN 16907-2, demiryolu uygulamalarında ray geometrisi için gereklilikleri ve ölçüm yöntemlerini belirleyen bir standarttır. Bu standart, ray hattının düzgünlüğünü, gabari genişliğini, deverini, burulmasını ve diğer geometrik parametrelerini tanımlar. Ray geometrisi, trenlerin güvenli ve konforlu bir şekilde hareket etmesi için kritik öneme sahiptir. Test treni projelerinde ve otomatik test muayene istasyonlarında, ray geometrisi ölçümleri bu standarda uygun olarak yapılır ve elde edilen veriler ray hattının bakım ihtiyaçlarını belirlemek için kullanılır." },
    { "id": "TSEN16907-3", "standart": "TS EN 16907-3", "baslik": "Demiryolu Uygulamaları - Ray Hattı - Bölüm 3: Ray Hattı Bileşenleri", "kapsam": "Demiryolu ray hattı bileşenleri (raylar, traversler, bağlantı elemanları vb.) için gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Ray Hattı Muayenesi), Otomatik Test Muayene İstasyonu", "ilgili_diger": "-", "notlar": "Ray hattı bileşenlerinin kalitesi için.", "detayli_aciklama": "TS EN 16907-3, demiryolu uygulamalarında ray hattı bileşenleri (raylar, traversler, bağlantı elemanları, balast vb.) için gereklilikleri belirleyen bir standarttır. Bu standart, her bir bileşenin tasarımı, malzemesi, imalatı ve performansı için teknik özellikleri tanımlar. Ray hattı bileşenlerinin kalitesi ve bütünlüğü, trenlerin güvenli ve stabil bir şekilde hareket etmesi için hayati öneme sahiptir. Test treni projelerinde ve otomatik test muayene istasyonlarında, ray hattı bileşenlerinin durumu ve uygunluğu bu standarda göre değerlendirilir." },
    { "id": "TSEN16907-4", "standart": "TS EN 16907-4", "baslik": "Demiryolu Uygulamaları - Ray Hattı - Bölüm 4: Ray Hattı Bakımı", "kapsam": "Demiryolu ray hattı bakımı için yöntemleri ve gereklilikleri belirler.", "disiplinler": "Mekanik, Genel Yönetim", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Bakım Planlaması)", "ilgili_diger": "-", "notlar": "Ray hattı bakım süreçleri için.", "detayli_aciklama": "TS EN 16907-4, demiryolu uygulamalarında ray hattı bakımı için yöntemleri ve gereklilikleri belirleyen bir standarttır. Bu standart, ray hattının güvenli ve operasyonel durumda kalmasını sağlamak amacıyla yapılan bakım faaliyetlerini (denetim, onarım, yenileme vb.) kapsar. Bakım planlaması, kaynak yönetimi, iş sağlığı ve güvenliği gibi konuları ele alır. Test treni projelerinden elde edilen veriler, bu standarda uygun bakım programlarının oluşturulmasında ve optimize edilmesinde kullanılabilir, böylece ray hattının ömrü uzatılır ve operasyonel maliyetler düşürülür." },
    { "id": "TSEN16907-5", "standart": "TS EN 16907-5", "baslik": "Demiryolu Uygulamaları - Ray Hattı - Bölüm 5: Ray Hattı Muayenesi", "kapsam": "Demiryolu ray hattı muayenesi için yöntemleri ve gereklilikleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Ray Hattı Muayenesi), Otomatik Test Muayene İstasyonu", "ilgili_diger": "-", "notlar": "Ray hattı denetim süreçleri için.", "detayli_aciklama": "TS EN 16907-5, demiryolu uygulamalarında ray hattı muayenesi için yöntemleri ve gereklilikleri belirleyen bir standarttır. Bu standart, ray hattının durumunu değerlendirmek, kusurları tespit etmek ve bakım ihtiyaçlarını belirlemek amacıyla yapılan denetim faaliyetlerini kapsar. Görsel muayene, ultrasonik muayene, girdap akımı muayenesi gibi farklı muayene yöntemlerini ve bunların uygulanma prosedürlerini tanımlar. Test treni projelerinde ve otomatik test muayene istasyonlarında, ray hattının güvenliğini ve bütünlüğünü sağlamak için bu standarda uygun muayeneler yapılır." },
    { "id": "TSEN17023", "standart": "TS EN 17023", "baslik": "Demiryolu Uygulamaları - Ray Hattı - Ray Kaynağı", "kapsam": "Demiryolu ray kaynakları için gereklilikleri ve test yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Ray Hattı Muayenesi)", "ilgili_diger": "-", "notlar": "Ray kaynaklarının kalitesi ve güvenliği için.", "detayli_aciklama": "TS EN 17023, demiryolu uygulamalarında ray kaynakları için gereklilikleri ve test yöntemlerini belirleyen bir standarttır. Ray kaynakları, ray hattının sürekliliğini ve bütünlüğünü sağlayan kritik noktalardır. Bu standart, kaynak prosedürlerinin onaylanması, kaynakçıların yeterliliği, kaynak kalitesi ve tahribatsız muayene yöntemleri gibi konuları kapsar. Test treni projelerinde, ray hattındaki kaynak bölgelerinin durumu ve kalitesi bu standarda göre değerlendirilir, böylece ray kırılmaları gibi tehlikeli durumların önüne geçilir." },
    { "id": "TS13733", "standart": "TS 13733", "baslik": "Demiryolu Uygulamaları - Demiryolu Bileşenlerinin Tahribatsız Muayenesi - Rayların Görsel Muayenesi", "kapsam": "Rayların görsel muayenesi ve kusurların sınıflandırılması için yöntemleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu, Test Treni Projesi (Ray Hattı Muayenesi)", "ilgili_diger": "-", "notlar": "Raylardaki yüzey kusurlarının tespiti için.", "detayli_aciklama": "TS 13733, demiryolu uygulamalarında rayların görsel muayenesi ve kusurların sınıflandırılması için yöntemleri belirleyen bir ulusal standarttır. Bu standart, ray yüzeyindeki çatlaklar, aşınmalar, deformasyonlar ve diğer kusurların nasıl tespit edileceğini, belgeleneceğini ve sınıflandırılacağını tanımlar. Görsel muayene, ray hattı bakımının temel bir parçasıdır ve potansiyel tehlikeleri erken aşamada tespit etmeye yardımcı olur. Otomatik test ve muayene istasyonlarında veya test trenlerinde kullanılan görüntüleme sistemleri, bu standarda uygun olarak ray yüzeyindeki kusurları algılamak için tasarlanabilir." },
    { "id": "TS12605", "standart": "TS 12605", "baslik": "Demiryolu Uygulamaları - Demiryolu İşlemleri İçin Terminoloji Kullanımı İle İlgili Rehber", "kapsam": "Demiryolu sektöründe kullanılan terimlerin ve tanımların standardizasyonunu sağlar.", "disiplinler": "Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Tüm Projeler", "ilgili_diger": "-", "notlar": "Sektörde ortak dil ve anlayış için.", "detayli_aciklama": "TS 12605, demiryolu uygulamalarında kullanılan terimlerin ve tanımların standardizasyonunu sağlayan bir ulusal rehber standarttır. Bu standart, demiryolu sektöründeki farklı paydaşlar (mühendisler, operatörler, bakım personeli, yöneticiler) arasında ortak bir dil ve anlayış oluşturmayı hedefler. Teknik raporlar, şartnameler, eğitim materyalleri ve iletişimde tutarlılık sağlamak için kullanılır. Tüm demiryolu projelerinde, terminoloji karmaşasını önlemek ve iletişimi kolaylaştırmak için bu rehbere başvurulması faydalıdır." },
    { "id": "TSEN15016-1", "standart": "TS EN 15016-1", "baslik": "Teknik Resim - Demiryolu Uygulamaları - Bölüm 1: Genel Prensipler", "kapsam": "Demiryolu uygulamalarında teknik resimlerin hazırlanması için genel prensipleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Tüm Projeler (Tasarım ve Dokümantasyon)", "ilgili_diger": "-", "notlar": "Teknik çizimlerin standardizasyonu için.", "detayli_aciklama": "TS EN 15016-1, demiryolu uygulamalarında teknik resimlerin hazırlanması için genel prensipleri belirleyen bir standarttır. Bu standart, demiryolu bileşenlerinin ve sistemlerinin tasarım ve imalat dokümantasyonunda kullanılan teknik çizimlerin okunabilirliğini, anlaşılabilirliğini ve tutarlılığını sağlamayı hedefler. Çizim formatları, ölçekler, çizgiler, semboller ve boyutlandırma gibi konuları kapsar. Tüm demiryolu projelerinde, tasarım ve üretim süreçlerinde kullanılan teknik resimlerin uluslararası standartlara uygun olmasını sağlamak için bu standarda uyulması önemlidir." },
    { "id": "TSEN15016-2", "standart": "TS EN 15016-2", "baslik": "Teknik Resim - Demiryolu Uygulamaları - Bölüm 2: Parça Listeleri", "kapsam": "Demiryolu uygulamalarında parça listelerinin hazırlanması için gereklilikleri belirler.", "disiplinler": "Mekanik, Genel Yönetim", "kritiklik": "Kritik", "uygulama_alani": "Tüm Projeler (Tasarım ve Dokümantasyon)", "ilgili_diger": "-", "notlar": "Malzeme ve bileşen yönetimi için.", "detayli_aciklama": "TS EN 15016-2, demiryolu uygulamalarında parça listelerinin hazırlanması için gereklilikleri belirleyen bir standarttır. Bu standart, bir ürün veya sistemin tüm bileşenlerini ve malzemelerini listeleyen parça listelerinin formatını, içeriğini ve düzenini tanımlar. Malzeme yönetimi, tedarik zinciri ve üretim süreçlerinde tutarlılık ve doğruluk sağlamayı hedefler. Tüm demiryolu projelerinde, karmaşık sistemlerin bileşenlerinin etkin bir şekilde yönetilmesi ve dokümantasyonun standardizasyonu için bu standarda uyulması önemlidir." },
    { "id": "TSEN15016-3", "standart": "TS EN 15016-3", "baslik": "Teknik Resim - Demiryolu Uygulamaları - Bölüm 3: Teknik Dökümanlardaki Tadilat İşlemlerinin Yapılması", "kapsam": "Demiryolu uygulamalarında teknik dokümanlardaki tadilat işlemlerinin yapılması için gereklilikleri belirler.", "disiplinler": "Mekanik, Genel Yönetim", "kritiklik": "Kritik", "uygulama_alani": "Tüm Projeler (Tasarım ve Dokümantasyon)", "ilgili_diger": "-", "notlar": "Doküman revizyon süreçleri için.", "detayli_aciklama": "TS EN 15016-3, demiryolu uygulamalarında teknik dokümanlardaki (teknik resimler, parça listeleri vb.) tadilat işlemlerinin nasıl yapılacağını belirleyen bir standarttır. Bu standart, tasarım değişikliklerinin, revizyonların ve güncellemelerin tutarlı, izlenebilir ve kontrollü bir şekilde yönetilmesini sağlar. Doküman versiyon kontrolü, değişiklik bildirimleri ve revizyon işaretlemeleri gibi konuları kapsar. Tüm demiryolu projelerinde, teknik dokümantasyonun güncel ve doğru kalmasını sağlamak, hataları önlemek ve proje yaşam döngüsü boyunca izlenebilirliği sağlamak için bu standarda uyulması önemlidir." },
    { "id": "TSEN14198", "standart": "TS EN 14198", "baslik": "Demiryolu Uygulamaları - Frenler - Lokomotif Tarafından Çekilen Trenlerde Fren Sistem Özellikleri", "kapsam": "Lokomotif tarafından çekilen trenlerdeki fren sistemlerinin özelliklerini belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "TS EN 14427", "notlar": "Lokomotif fren sistemleri için özel.", "detayli_aciklama": "TS EN 14198, demiryolu uygulamalarında lokomotif tarafından çekilen trenlerdeki fren sistemlerinin özelliklerini belirleyen bir standarttır. Bu standart, trenin güvenli bir şekilde yavaşlamasını ve durmasını sağlamak için fren sistemlerinin performansını, güvenilirliğini ve işlevselliğini tanımlar. Frenleme mesafeleri, frenleme kuvvetleri, acil durum frenleme ve fren kontrol sistemleri gibi konuları kapsar. Test treni projelerinde, lokomotifin fren sisteminin bu standarda uygunluğu, operasyonel güvenlik ve performans açısından kritik öneme sahiptir." },
    { "id": "TSEN13232-2A1", "standart": "TS EN 13232-2+A1", "baslik": "Demiryolu Uygulamaları - Demiryolu - Makaslar ve Kesişen Demiryolları - Bölüm 2: Geometrik Tasarım İçin Kurallar", "kapsam": "Demiryolu makasları ve kesişen demiryollarının geometrik tasarımı için kuralları belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Ray Hattı Muayenesi), Test Treni Projesi (Ray Geometrisi Ölçümleri)", "ilgili_diger": "-", "notlar": "Makasların güvenli ve düzgün çalışması için.", "detayli_aciklama": "TS EN 13232-2+A1, demiryolu uygulamalarında makaslar ve kesişen demiryollarının geometrik tasarımı için kuralları belirleyen bir standarttır. Makaslar, trenlerin bir ray hattından diğerine geçişini sağlayan kritik altyapı bileşenleridir. Bu standart, makasların güvenli ve düzgün çalışmasını sağlamak için gerekli olan geometrik parametreleri, toleransları ve tasarım prensiplerini tanımlar. Otomatik test ve muayene istasyonlarında veya test trenlerinde, makas bölgelerinin geometrisi bu standarda göre ölçülür ve değerlendirilir, böylece operasyonel güvenlik ve konfor sağlanır." },
    { "id": "TSEN13232-7A1", "standart": "TS EN 13232-7+A1", "baslik": "Demiryolu Uygulamaları - Demiryolu - Makasların Dil ve Göbekleri - Bölüm 7: Hareketli Parça Göbekler", "kapsam": "Demiryolu makaslarının hareketli parça göbekleri için gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Ray Hattı Muayenesi), Test Treni Projesi (Ray Geometrisi Ölçümleri)", "ilgili_diger": "-", "notlar": "Makasların hareketli parçaları için özel.", "detayli_aciklama": "TS EN 13232-7+A1, demiryolu uygulamalarında makasların dil ve göbekleri, özellikle hareketli parça göbekleri için gereksinimleri belirleyen bir standarttır. Makasların hareketli göbekleri, trenlerin doğru ray hattına yönlendirilmesinde önemli bir rol oynar. Bu standart, bu hareketli parçaların tasarımı, imalatı, montajı ve performansı için teknik özellikleri tanımlar. Otomatik test ve muayene istasyonlarında veya test trenlerinde, makasların hareketli göbeklerinin durumu ve işlevselliği bu standarda göre değerlendirilir, böylece makasların güvenli ve güvenilir bir şekilde çalışması sağlanır." },
    { "id": "TSEN14535-2", "standart": "TS EN 14535-2", "baslik": "Demiryolu Uygulamaları - Demiryolu Araçları İçin Fren Diskleri - Bölüm 2: Tekerlek Üzerine Sabitlenen Fren Diskleri, Boyutları ve Kalite Gerekleri", "kapsam": "Tekerlek üzerine sabitlenen fren disklerinin boyutları ve kalite gereksinimlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Fren Sistemleri)", "ilgili_diger": "TS EN 16334", "notlar": "Tekerlek fren diskleri için özel.", "detayli_aciklama": "TS EN 14535-2, demiryolu uygulamalarında tekerlek üzerine sabitlenen fren disklerinin boyutları ve kalite gereksinimlerini belirleyen bir standarttır. Bu standart, fren disklerinin güvenli ve etkin bir frenleme performansı sağlaması için gerekli olan geometrik toleransları, malzeme özelliklerini, imalat kalitesini ve test yöntemlerini tanımlar. Termal dayanıklılık, yorulma ömrü ve aşınma direnci gibi kritik özellikler bu standart kapsamında ele alınır. Test treni projelerinde, aracın fren sistemindeki tekerlek fren disklerinin bu standarda uygunluğu, frenleme güvenliği ve bakım maliyetleri açısından hayati öneme sahiptir." },
    { "id": "TSEN16116-2", "standart": "TS EN 16116-2", "baslik": "Demiryolu Uygulamaları - Adımlar, Korkuluk ve Personel İçin İlgili Erişim İçin Tasarım Gereksinimleri - Bölüm 2: Yük Vagonları", "kapsam": "Yük vagonları için adımlar, korkuluklar ve personel erişimi için tasarım gereksinimlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Araç Tasarımı)", "ilgili_diger": "-", "notlar": "Personel güvenliği ve erişimi için.", "detayli_aciklama": "TS EN 16116-2, demiryolu uygulamalarında yük vagonları için adımlar, korkuluklar ve personel erişimi için tasarım gereksinimlerini belirleyen bir standarttır. Bu standart, yük vagonlarında çalışan personelin güvenli bir şekilde araca binip inmesini, üzerinde hareket etmesini ve bakım yapmasını sağlamayı hedefler. Adımların boyutları, korkulukların yüksekliği ve sağlamlığı, tutamakların yerleşimi gibi konuları kapsar. Test treni projelerinde, eğer araç personel erişimi gerektiren bölümlere sahipse, bu standarda uygun tasarımın yapılması personel güvenliği açısından önemlidir." },
    { "id": "TSEK399", "standart": "TSE K 399", "baslik": "Tren ve Otobüs Koltukları", "kapsam": "Tren ve otobüs koltukları için genel gereklilikleri belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Test Treni Projesi (Personel Konforu)", "ilgili_diger": "-", "notlar": "Personel konforu ve güvenliği için.", "detayli_aciklama": "TSE K 399, tren ve otobüs koltukları için genel gereksinimleri belirleyen bir Türk Standardı'dır. Bu standart, koltukların yapısal dayanıklılığı, yangın güvenliği, ergonomik özellikleri ve montaj gereksinimleri gibi konuları kapsar. Yolcu ve personel konforunu ve güvenliğini sağlamayı hedefler. Test treni projelerinde, araç içindeki personel koltuklarının bu standarda uygunluğu, uzun süreli operasyonlarda personel konforu ve güvenliği açısından önemlidir." },
    { "id": "TSEN50343", "standart": "TS EN 50343", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlarda Kullanılan Kablolar - İnce Cidarlı", "kapsam": "Raylı taşıtlarda kullanılan ince cidarlı kabloların (yangın performansı dahil) özelliklerini belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Tüm Elektrikli/Elektronik Cihazlar", "ilgili_diger": "EN 50155, EN 45545-2", "notlar": "Yangın güvenliği ve kablo performansı için.", "detayli_aciklama": "TS EN 50343, demiryolu uygulamalarında raylı taşıtlarda kullanılan ince cidarlı kabloların özelliklerini belirleyen bir standarttır. Bu standart, kabloların elektriksel performansı, mekanik dayanımı, çevresel koşullara direnci ve özellikle yangın performansı (alev yayılımı, duman emisyonu, toksisite) gibi kritik özelliklerini kapsar. Demiryolu araçlarında yangın güvenliği hayati öneme sahip olduğundan, bu kabloların EN 45545-2 gibi yangın güvenliği standartlarıyla uyumlu olması gerekir. Test treni projelerinde ve diğer demiryolu araçlarında kullanılan tüm kablolar için bu standarda uyulması zorunludur." },
    { "id": "TSEN60077-4", "standart": "TS EN 60077-4", "baslik": "Demiryolu Uygulamaları - Çeken ve Çekilen Taşıtlar İçin Elektrikli Teçhizat - Bölüm 4: Elektroteknik Bileşenler - Ara Devre Kesiciler İçin Kurallar", "kapsam": "Demiryolu araçlarındaki ara devre kesiciler için kuralları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "TS EN 60077-1, TS EN 60077-2", "notlar": "Elektrik sistemlerinin güvenliği için.", "detayli_aciklama": "TS EN 60077-4, demiryolu uygulamalarında çeken ve çekilen taşıtlar için elektrikli teçhizatın dördüncü bölümü olup, ara devre kesiciler için kuralları belirler. Ara devre kesiciler, elektrik devrelerini aşırı akım veya kısa devre durumlarında otomatik olarak keserek ekipmanı ve sistemi koruyan kritik bileşenlerdir. Bu standart, kesicilerin tasarımı, performansı, test yöntemleri ve güvenilirliği gibi özelliklerini kapsar. Test treni projelerinde, aracın elektrik sistemlerinin güvenliğini ve operasyonel sürekliliğini sağlamak için bu standarda uygun ara devre kesiciler kullanılır." },
    { "id": "TSEN60077-5", "standart": "TS EN 60077-5", "baslik": "Demiryolu Uygulamaları - Çeken ve Çekilen Taşıtlar İçin Elektrikli Teçhizat - Bölüm 5: Elektroteknik Bileşenler - HV Sigortaları İçin Kurallar", "kapsam": "Demiryolu araçlarındaki yüksek gerilim (HV) sigortaları için kuralları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "TS EN 60077-1, TS EN 60077-2", "notlar": "Yüksek gerilim koruması için.", "detayli_aciklama": "TS EN 60077-5, demiryolu uygulamalarında çeken ve çekilen taşıtlar için elektrikli teçhizatın beşinci bölümü olup, yüksek gerilim (HV) sigortaları için kuralları belirler. HV sigortaları, yüksek gerilim elektrik devrelerini aşırı akım ve kısa devrelere karşı koruyan kritik bileşenlerdir. Bu standart, sigortaların tasarımı, performansı, test yöntemleri ve güvenilirliği gibi özelliklerini kapsar. Test treni projelerinde, aracın yüksek gerilim elektrik sistemlerinin güvenliğini ve ekipman korumasını sağlamak için bu standarda uygun HV sigortaları kullanılır." },
    { "id": "TSEN60077-2", "standart": "TS EN 60077-2", "baslik": "Demiryolu Uygulamaları - Demiryolu Taşıtları İçin Elektrik Donanımı - Bölüm 2: Elektroteknik Bileşenler - Genel Kurallar", "kapsam": "Demiryolu taşıtları için elektrik donanımındaki elektroteknik bileşenler için genel kuralları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "TS EN 60077-1", "notlar": "Elektrik bileşenleri için genel çerçeve.", "detayli_aciklama": "TS EN 60077-2, demiryolu uygulamalarında raylı taşıtlar için elektrik donanımındaki elektroteknik bileşenler için genel kuralları belirleyen bir standarttır. Bu standart, kontaktörler, röleler, anahtarlar ve diğer kontrol cihazları gibi elektrikli bileşenlerin tasarımı, performansı, test yöntemleri ve güvenilirliği için genel gereksinimleri kapsar. Test treni projelerinde, aracın elektrik sistemlerinde kullanılan tüm elektroteknik bileşenlerin bu standarda uygunluğu, operasyonel güvenilirlik ve sistem bütünlüğü açısından önemlidir." },
    { "id": "TSEN60077-1", "standart": "TS EN 60077-1", "baslik": "Demiryolu Uygulamaları - Demiryolu Taşıtları İçin Elektrik Donanımı - Bölüm 1: Genel Servis Şartları ve Genel Kurallar", "kapsam": "Demiryolu taşıtları için elektrik donanımının genel servis şartlarını ve genel kurallarını belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "-", "notlar": "Elektrik donanımı için temel genel standart.", "detayli_aciklama": "TS EN 60077-1, demiryolu uygulamalarında raylı taşıtlar için elektrik donanımının genel servis şartlarını ve genel kurallarını belirleyen bir standarttır. Bu standart, elektrikli ekipmanların çalışma ortamı koşullarını (sıcaklık, nem, titreşim vb.), güç kaynağı gereksinimlerini ve genel performans kriterlerini tanımlar. Demiryolu araçlarındaki tüm elektrikli sistemlerin ve bileşenlerin güvenilir, emniyetli ve verimli bir şekilde çalışmasını sağlamayı hedefler. Test treni projelerinde, aracın elektrik donanımının genel tasarım ve işletme prensiplerinin bu standarda uygunluğu kritik öneme sahiptir." },
    { "id": "tstEN60310", "standart": "tst EN 60310", "baslik": "Demiryolu Uygulamaları - Demir Yolu Taşıtları Üzerindeki Cer Transformatörleri ve Endüktörler", "kapsam": "Demiryolu taşıtları üzerindeki cer transformatörleri ve endüktörler için gereklilikleri belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "-", "notlar": "Cer sistemleri için özel.", "detayli_aciklama": "tst EN 60310, demiryolu uygulamalarında raylı taşıtlar üzerindeki cer transformatörleri ve endüktörler için gereksinimleri belirleyen bir standarttır. Cer transformatörleri ve endüktörler, trenin tahrik sisteminde elektriksel gücün dönüşümünü ve kontrolünü sağlayan kritik bileşenlerdir. Bu standart, bu cihazların tasarımı, performansı, test yöntemleri, yalıtım ve soğutma gereksinimleri gibi özelliklerini kapsar. Test treni projelerinde, aracın cer sisteminin güvenilirliğini ve verimliliğini sağlamak için bu standarda uygun transformatörler ve endüktörler kullanılır." },
    { "id": "TSEN60322", "standart": "TS EN 60322", "baslik": "Demiryolu Uygulamaları - Çeken ve Çekilen Araçlar İçin Elektrik Donanımı - Açıkta Kullanılan Güç Dirençleri İçin Kurallar", "kapsam": "Demiryolu araçlarında açıkta kullanılan güç dirençleri için kuralları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Elektrik Sistemleri)", "ilgili_diger": "-", "notlar": "Frenleme dirençleri gibi.", "detayli_aciklama": "TS EN 60322, demiryolu uygulamalarında çeken ve çekilen araçlar için elektrik donanımında açıkta kullanılan güç dirençleri için kuralları belirleyen bir standarttır. Bu dirençler genellikle frenleme enerjisinin ısıya dönüştürülmesi gibi uygulamalarda kullanılır ve yüksek sıcaklıklara maruz kalabilir. Standart, bu güç dirençlerinin tasarımı, performansı, test yöntemleri, termal dayanıklılığı ve güvenlik gereksinimleri gibi özelliklerini kapsar. Test treni projelerinde, aracın elektrik sistemlerinde kullanılan güç dirençlerinin güvenilirliğini ve performansını sağlamak için bu standarda uygunluk önemlidir." },
    { "id": "TSEN60349-1-2010", "standart": "TS EN 60349-1:2010", "baslik": "Elektrik İle Cer - Demiryolu ve Karayolu Taşıtları İçin Döner Elektrik Makineleri - Bölüm 1: Elektronik Konvertörler Tarafından Beslenen Makineler İçin Genel Kurallar", "kapsam": "Elektronik konvertörler tarafından beslenen döner elektrik makineleri için genel kuralları belirler.", "disiplinler": "Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Test Treni Projesi (Cer Motorları)", "ilgili_diger": "-", "notlar": "Cer motorları için genel standart.", "detayli_aciklama": "TS EN 60349-1:2010, elektrikli çekiş sistemlerinde kullanılan döner elektrik makineleri (örneğin, cer motorları) için genel kuralları belirleyen bir standarttır. Bu standart, özellikle elektronik konvertörler tarafından beslenen makinelerin tasarımı, performansı, test yöntemleri, yalıtım ve termal özellikleri gibi konuları kapsar. Demiryolu araçlarının tahrik sisteminde kullanılan cer motorlarının güvenilirliğini, verimliliğini ve dayanıklılığını güvence altına almayı hedefler. Test treni projelerinde, aracın cer motorlarının bu standarda uygunluğu, sürüş performansı ve operasyonel güvenilirlik açısından kritik öneme sahiptir." },
    { "id": "EN45545-2", "standart": "EN 45545-2", "baslik": "Demiryolu Uygulamaları - Raylı Taşıtlarda Yangından Korunma - Bölüm 2: Malzeme ve Bileşenler İçin Gereklilikler", "kapsam": "Raylı taşıtlarda kullanılan malzemelerin ve bileşenlerin yangın performansı (yanıcılık, duman, toksisite) gereksinimlerini belirler.", "disiplinler": "Mekanik, Kimya", "kritiklik": "Yasal Zorunlu / Kritik", "uygulama_alani": "Tüm Projeler (Malzeme Seçimi, Araç İçi Donanım)", "ilgili_diger": "EN 50343", "notlar": "Demiryolu araçlarında yangın güvenliği için temel standarttır.", "detayli_aciklama": "EN 45545-2, demiryolu uygulamalarında raylı taşıtlarda kullanılan malzemelerin ve bileşenlerin yangın performansı gereksinimlerini belirleyen bir standarttır. Bu standart, yangın güvenliği açısından kritik olan malzeme özelliklerini (yanıcılık, alev yayılımı, duman yoğunluğu, toksisite) tanımlar ve farklı operasyonel ve tasarım kategorileri için performans kriterleri belirler. Demiryolu araçlarının iç ve dış yapısında kullanılan tüm malzemelerin (koltuklar, döşemeler, kablolar, yalıtım malzemeleri vb.) bu standarda uygun olması, yolcu ve personel güvenliği için hayati öneme sahiptir. Yangın riskini minimize etmeyi ve tahliyeyi kolaylaştırmayı amaçlar." },
    { "id": "ENISO10218", "standart": "EN ISO 10218", "baslik": "Robotlar ve Robotik Cihazlar - Endüstriyel Robotlar İçin Güvenlik Gereklilikleri", "kapsam": "Endüstriyel robotlar ve robotik sistemlerin güvenli tasarımı, kurulumu ve kullanımı için gereksinimleri belirler.", "disiplinler": "Mekanik, Genel Yönetim", "kritiklik": "Tavsiye", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Robotik Denetim Sistemleri)", "ilgili_diger": "ISO 11161", "notlar": "Demiryolu sektöründeki otomatik denetim veya bakım robotları için referans olabilir.", "detayli_aciklama": "EN ISO 10218, endüstriyel robotlar ve robotik sistemlerin güvenli tasarımı, kurulumu ve kullanımı için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, robotların neden olabileceği tehlikeleri (mekanik, elektriksel, termal vb.) tanımlar ve bu riskleri azaltmak için güvenlik önlemlerini (güvenlik durdurma, hız izleme, alan koruması) belirler. Demiryolu sektöründe, otomatik test ve muayene istasyonlarında veya bakım tesislerinde kullanılan robotik denetim veya onarım sistemleri için bu standarda uyum, çalışan güvenliği ve operasyonel risk yönetimi açısından faydalıdır." },
    { "id": "ENISO12944", "standart": "EN ISO 12944", "baslik": "Çelik Yapıların Korozyondan Korunması - Koruyucu Boya Sistemleri", "kapsam": "Çelik yapıların atmosferik korozyondan korunması için koruyucu boya sistemlerinin seçimi ve uygulanması için rehberlik sağlar.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Raylı Taşıt Yapıları, Köprüler, Sinyal Direkleri", "ilgili_diger": "-", "notlar": "Demiryolu altyapı ve araç bileşenlerinin ömrünü uzatmak için önemlidir.", "detayli_aciklama": "EN ISO 12944, çelik yapıların atmosferik korozyondan korunması için koruyucu boya sistemlerinin seçimi ve uygulanması için rehberlik sağlayan uluslararası bir standarttır. Bu standart, farklı çevresel koşullar ve korozyon kategorileri için uygun boya sistemlerini, yüzey hazırlık yöntemlerini ve uygulama prosedürlerini tanımlar. Demiryolu sektöründe, raylı taşıtların şasileri, boji bileşenleri, köprüler, sinyal direkleri ve diğer çelik altyapı elemanlarının korozyona karşı korunması ve hizmet ömrünün uzatılması için bu standarda uyum önemlidir." },
    { "id": "ENISO13510", "standart": "EN ISO 13510", "baslik": "Plastik Boru Sistemleri - Polietilen (PE) Borular - Test Yöntemleri", "kapsam": "Polietilen (PE) boru sistemleri için test yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Demiryolu Altyapısı (Drenaj, Kablo Kanalları)", "ilgili_diger": "-", "notlar": "Demiryolu altyapısında kullanılan boru sistemleri için geçerli olabilir.", "detayli_aciklama": "EN ISO 13510, plastik boru sistemleri, özellikle polietilen (PE) borular için test yöntemlerini belirleyen uluslararası bir standarttır. Bu standart, PE boruların fiziksel, mekanik ve kimyasal özelliklerini değerlendirmek için kullanılan test prosedürlerini tanımlar. Demiryolu altyapısında, drenaj sistemleri, kablo kanalları veya diğer boru hatları için PE borular kullanıldığında, bu standarda uyum, boru sistemlerinin dayanıklılığını ve performansını güvence altına almak için faydalıdır." },
    { "id": "ISO14119", "standart": "ISO 14119", "baslik": "Makinelerde Güvenlik - Koruyucularla İlişkili Kilitleme Tertibatları - Tasarım ve Seçim Prensipleri", "kapsam": "Makinelerde koruyucularla ilişkili kilitleme tertibatlarının tasarımı ve seçimi için prensipleri belirler.", "disiplinler": "Mekanik, Elektrik/Donanım", "kritiklik": "Kritik", "uygulama_alani": "Otomatik Test Muayene İstasyonu (Güvenlik Kapıları), Bakım Ekipmanları", "ilgili_diger": "ISO 13849-1", "notlar": "Hareketli parçaları olan makinelerde personel güvenliği için önemlidir.", "detayli_aciklama": "ISO 14119, makinelerde koruyucularla ilişkili kilitleme tertibatlarının tasarımı ve seçimi için prensipleri belirleyen uluslararası bir standarttır. Bu standart, makine operasyonları sırasında tehlikeli hareketli parçalara erişimi önlemek amacıyla kullanılan güvenlik anahtarları ve kilitleme sistemlerinin nasıl tasarlanması ve uygulanması gerektiğini tanımlar. Demiryolu sektöründe, otomatik test ve muayene istasyonlarındaki güvenlik kapıları, bakım ekipmanları veya robotik sistemler gibi hareketli parçaları olan makinelerde çalışan personelin güvenliğini sağlamak için bu standarda uyum hayati öneme sahiptir." },
    { "id": "ISO26262", "standart": "ISO 26262", "baslik": "Karayolu Taşıtları - Fonksiyonel Güvenlik", "kapsam": "Otomotiv elektrikli ve elektronik sistemlerinin fonksiyonel güvenliği için gereksinimleri belirler.", "disiplinler": "Yazılım, Elektrik/Donanım", "kritiklik": "Tavsiye", "uygulama_alani": "Demiryolu Sistemleri (Bazı Kontrol Uygulamaları)", "ilgili_diger": "IEC 61508", "notlar": "Otomotivden türetilmiş olsa da, bazı demiryolu kontrol sistemlerinde referans olarak kullanılabilir.", "detayli_aciklama": "ISO 26262, karayolu taşıtlarındaki elektrikli ve elektronik sistemlerin fonksiyonel güvenliği için gereksinimleri belirleyen uluslararası bir standarttır. Bu standart, otomotiv sektörüne özel olarak geliştirilmiş olsa da, bazı demiryolu kontrol sistemleri (özellikle otonom veya karmaşık kontrol fonksiyonları içerenler) için referans olarak alınabilir. Risk analizi, güvenlik bütünlüğü seviyelerinin (ASIL - Automotive Safety Integrity Level) belirlenmesi ve yaşam döngüsü boyunca güvenlik faaliyetlerinin yönetimi gibi konuları kapsar. Demiryolu ve otomotiv arasındaki teknoloji transferinde bir köprü görevi görebilir." },
    { "id": "ISO5725", "standart": "ISO 5725 serisi", "baslik": "Ölçüm Yöntemleri ve Sonuçlarının Doğruluğu (Doğruluk ve Hassasiyet)", "kapsam": "Ölçüm yöntemlerinin doğruluğunu (accuracy) ve hassasiyetini (precision) belirlemek için yöntemleri ve prensipleri sağlar.", "disiplinler": "Genel Yönetim, Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Elektronik Gabari Projesi (Ölçüm Doğruluğu), Test Treni Projesi (Veri Kalitesi)", "ilgili_diger": "ISO 19358", "notlar": "Tüm ölçüm ve test süreçleri için temel bir kalite standardıdır.", "detayli_aciklama": "ISO 5725 serisi, ölçüm yöntemlerinin ve sonuçlarının doğruluğunu (accuracy) ve hassasiyetini (precision) belirlemek için yöntemleri ve prensipleri sağlayan uluslararası bir standarttır. Bu standart, ölçüm sonuçlarının güvenilirliğini ve karşılaştırılabilirliğini güvence altına almayı hedefler. Tekrarlanabilirlik, yeniden üretilebilirlik ve ölçüm belirsizliği gibi kavramları tanımlar. Demiryolu sektöründe, elektronik gabari ölçüm sistemleri, test trenleri tarafından toplanan veriler ve diğer tüm ölçüm süreçlerinde, ölçüm kalitesini doğrulamak ve iyileştirmek için bu standarda uyum önemlidir." },
    { "id": "ISO9227", "standart": "ISO 9227", "baslik": "Korozyon Testleri - Yapay Atmosferlerde Tuz Püskürtme Testleri", "kapsam": "Metalik malzemelerin ve kaplamaların korozyon direncini değerlendirmek için nötr tuz püskürtme (NSS), asetik asit tuz püskürtme (AASS) ve bakır-asetik asit tuz püskürtme (CASS) test yöntemlerini belirler.", "disiplinler": "Mekanik", "kritiklik": "Tavsiye", "uygulama_alani": "Raylı Taşıt Bileşenleri, Altyapı Elemanları", "ilgili_diger": "EN ISO 12944", "notlar": "Demiryolu ortamındaki korozyon etkilerini simüle etmek için kullanılır.", "detayli_aciklama": "ISO 9227, metalik malzemelerin ve kaplamaların korozyon direncini değerlendirmek için yapay atmosferlerde tuz püskürtme test yöntemlerini belirleyen uluslararası bir standarttır. Bu testler, demiryolu araçlarının ve altyapı elemanlarının (örneğin, fren sistemleri, bağlantı elemanları, sinyal direkleri) tuzlu ve nemli ortamlara maruz kaldığında nasıl performans göstereceğini simüle etmek için kullanılır. Korozyon direncinin doğrulanması, demiryolu bileşenlerinin hizmet ömrünü ve güvenilirliğini artırmak için önemlidir." },
    { "id": "TSEN60529", "standart": "TS EN 60529", "baslik": "Muhafazalarla Sağlanan Koruma Dereceleri (IP Kodu)", "kapsam": "Elektrikli ekipman muhafazalarının katı yabancı cisimlere ve suya karşı sağladığı koruma derecelerini (IP Kodu) belirler.", "disiplinler": "Elektrik/Donanım, Mekanik", "kritiklik": "Kritik", "uygulama_alani": "Tüm Elektrikli/Elektronik Cihazlar (Dış Ortam ve Araç İçi)", "ilgili_diger": "EN 50155", "notlar": "Ekipmanların çevresel dayanıklılığı için temel bir standarttır.", "detayli_aciklama": "TS EN 60529, elektrikli ekipman muhafazalarının katı yabancı cisimlere (toz, kir) ve suya karşı sağladığı koruma derecelerini (IP Kodu - Ingress Protection Code) belirleyen bir standarttır. Bu kodlar, ekipmanın çevresel koşullara ne kadar dayanıklı olduğunu gösterir. Demiryolu sektöründe, dış ortamda veya tren içindeki zorlu koşullarda çalışan tüm elektrikli ve elektronik cihazlar (sensörler, kontrol üniteleri, aydınlatma armatürleri vb.) için uygun IP koruma seviyesinin seçilmesi ve doğrulanması hayati öneme sahiptir. Bu, ekipmanın güvenilirliğini ve hizmet ömrünü doğrudan etkiler." },
     }
]
